[
  {
    "unsur" : "I",
    "judul_unsur" : "TATA KELOLA DAN TATA LAKSANA TEKNOLOGI INFORMASI",
    "subunsur" : [
    {
      "kode" : "I.A",
      "judul" : "IT Enterprise",
      "butir" : [
        {
          "kode" : "I.A.1",
          "judul" : "Melakukan Identifikasi dan Analisis Kebutuhan Bisnis Institusi",
          "uraian" : "Melakukan identifikasi dan analisis kebutuhan bisnis institusi adalah melakukan kegiatan kajian dan identifikasi strategi, tujuan dan analisis kebutuhan bisnis institusi. Identifikasi dan analisa kebutuhan insitutusi diterapkan pada strategi, tujuan dan kebutuhan layanan bisnis insititusi untuk menghasilkan inovasi layanan. Kegiatan ini harus didasarkan pada kebutuhan bisnis institusi dengan pertimbangan utama untuk meningkatkan kinerja layanan bisnis institusi. Kegiatan identifikasi dan analisis kebutuhan bisnis institusi harus berdasarkan dan selaras dengan visi, misi, strategi, dan tujuan bisnis insititusi. Dalam kegiatan ini juga perlu mempertimbangkan penyelarasan kebutuhan layanan bisnis terhadap visi, misi, strategi dan tujuan bisnis institusi.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi visi, misi, strategi dan tujuan bisnis insititusi;\n2. Mengidentifikasi strategi dan tujuan layanan bisnis institusi yang selaras dengan visi, misi, strategi dan tujuan bisnis insititusi;\n3. Menganalisis kebutuhan layanan bisnis insititusi;\n4. Mengidentifikasi kesenjangan layanan untuk kemudian dijadikan sebagai dasar usulan perbaikan dan inovasi layanan;\n5. Menghasilkan daftar inovasi layanan insititusi, khususnya yang terkait dengan inovasi layanan bisnis;\n6. Membuat dan/atau memperbaharui katalog layanan bisnis berdasarkan daftar inovasi layanan institusi; dan\n7. Mendokumentasikan kegiatan hasil identifikasi dan analisis kebutuhan bisnis institusi.",
          "satuan_hasil" : "Dokumen hasil identifikasi dan analisis kebutuhan bisnis institusi",
          "angka_kredit" : 4.160,
          "batasan_penilaian" : "Jumlah maksimum kegiatan identifikasi dan analisis kebutuhan bisnis institusi yang dapat dinilai adalah 2 (dua) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen hasil identifikasi dan analisis kebutuhan bisnis institusi yang mencakup namun tidak terbatas pada:\n1. Strategi dan tujuan layanan bisnis, mencakup strategi dan tujuan bisnis, kebutuhan bisnis yang selaras dengan visi, misi, strategi dan tujuan bisnis, model bisnis (As Is), dan konteks bisnis;\n2. Analisis kebutuhan layanan bisnis, mencakup analisis proses bisnis;\n3. Analisis kesenjangan, dan kebutuhan layanan bisnis;\n4. Daftar inovasi layanan bisnis, mencakup inovasi layanan bisnis, model bisnis (To Be); dan\n5. Katalog layanan bisnis.",
          "contoh" : "Dr. Eka Mifta, seorang Pranata Komputer Ahli Utama melakukan kajian identifikasi dan analisis kebutuhan bisnis institusi yang mencakup strategi dan tujuan layanan bisnis, analisis kebutuhan layanan bisnis, dan inovasi layanan bisnis, maka Eka Mifta mendapat Angka Kredit sebesar 4,16.\nJika Eka Miftah melakukan identifikasi dan analisis kebutuhan bisnis institusi, namun tidak memberikan hasil analisis kebutuhan bisnis institusi atau inovasi layanan bisnis secara lengkap (berdasarkan hasil kajian tersebut), maka Eka Miftah tidak dapat diberikan nilai penuh, melainkan 4/5 x 4.160 = 3.328."
        },
        {
          "kode" : "I.A.2",
          "judul" : "Melakukan Reviu TI Yang Digunakan Institusi Saat Ini Atau Tren TI Terkini",
          "uraian" : "Melakukan reviu TI yang digunakan institusi saat ini atau tren TI terkini adalah melakukan kajian atau reviu secara sistematis dalam menganalisis dan mengevaluasi terkait implementasi atau penggunaan TI di lingkungan insititusi saat ini serta melakukan kajian tren teknologi (TI) terkini yang dapat mendukung dan meningkatkan kinerja layanan institusi. Kegiatan reviu ini bertujuan untuk lebih memahami penggunaan TI saat ini, mengidentifikasi kekurangan, potensi masalah, isu, outcome, dan peluang berdasarkan pada praktik terbaik (best practice) sebagai referensi. Kegiatan reviu ini digunakan sebagai dasar utama dalam memberikan masukan dan arahan terhadap TI yang digunakan institusi saat ini.\nTahapan melakukan kegiatan reviu TI yang digunakan institusi saat ini ini mencakup namun tidak terbatas pada:\n1. Melakukan identifikasi dan reviu strategi dan tujuan TI organisasi serta memastikan bahwa pengembangan TI sejalan dengan strategi, tujuan dan kebutuhan bisnis organisasi;\n2. Melakukan analisis sistem TI yang sedang berjalan saat ini;\n3. Melakukan identifikasi dan analisis kesenjangan TI; dan\n4. Melakukan kajian kebutuhan TI yang selaras dengan kebutuhan institusi; dan\n5. Melakukan dokumentasi kegiatan reviu TI.\nSementara itu, tahapan kegiatan reviu tren teknologi (TI) terkini mencakup namun tidak terbatas pada:\n1. Melakukan kegiatan identifikasi dan kajian pendekatan teknologi terkini;\n2. Melakukan kajian penerapan/inisiatif saat ini;\n3. Mengajukan opsi tren teknologi dan usul pemanfaatannya yang sesuai dengan kebutuhan TI dan bisnis institusi yang mampu mendukung dan meningkatkan kinerja institusi;\n4. Mengkaji implikasi implementasi tren teknologi tersebut; dan\n5. Melakukan dokumentasi kegiatan reviu trend TI terkini.",
          "satuan_hasil" : "Dokumen hasil reviu TI yang digunakan institusi saat ini atau tren TI terkini",
          "angka_kredit" : 0.780,
          "batasan_penilaian" : "Kegiatan   ini  dapat  dilakukan   untuk  setiap sistem TI yang digunakan institusi saat ini atau untuk setiap trend teknologi secara spesifik. Jumlah maksimum kegiatan reviu TI yang digunakan institusi saat ini atau tren TI terkini yang dapat dinilai adalah 1 (satu) kali per bulan.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen hasil reviu TI yang digunakan institusi saat ini yang mencakup namun tidak terbatas pada:\n1. Hasil identifikasi strategi dan tujuan TI;\n2. Hasil analisis sistem TI;\n3. Hasil kesenjangan sistem TI yang digunakan; dan\n4. Hasil kajian kebutuhan TI yang selaras dengan kebutuhan bisnis.\nDokumen hasil kajian tren TI terkini yang mencakup namun tidak terbatas pada:\n1. Deskripsi tren teknologi (TI) terkini yang dikaji;\n2. Hasil identifikasi dan kajian pendekatan tren teknologi;\n3. Hasil kajian penerapan/inisiatif tren teknologi saat ini;\n4. Opsi tren teknologi terkini yang dapat diterapkan; dan\n5. Implikasi implementasi tren teknologi terkini tersebut.",
          "contoh" : "Dr. Novianto Budi Kurniawan seorang Pranata Komputer Ahli Madya melakukan reviu TI terhadap implementasi sistem pengumpulan data serta reviu TI terhadap implementasi sistem pengolahan data, maka Novianto Budi Kurniawan mendapat Angka Kredit sebesar 0,78 untuk masing-masing jenis kegiatan tersebut dikarenakan obyek TI nya berbeda (sistem pengumpulan data dan sistem pengolahan data). Total nilai Angka Kredit yang diterima adalah 2 x 0,78 = 1,56. Sementara itu, jika Novianto Budi Kurniawan juga melakukan reviu teknologi Big Data sebagai tren teknologi terkini yang dapat digunakan institusi dalam mendukung sistem pengumpulan dan/atau sistem pengolahan data, maka Novianto Budi Kurniawan mendapat tambahan Angka Kredit sebesar 0,78. Dengan demikian, total nilai Angka Kredit yang diterima adalah 3 x 0,78 = 2,34."
        },
        {
          "kode" : "I.A.3",
          "judul" : "Melakukan Analisis Terhadap Strategi Bisnis Institusi yang Berdampak Pada Strategi TI Institusi",
          "uraian" : "Melakukan analisis strategi bisnis institusi yang berdampak pada strategi TI institusi adalah melakukan kajian analisis terhadap strategi dan tujuan bisnis institusi yang digunakan sebagai dasar penyelarasan terhadap strategi dan tujuan TI institusi. Hal ini untuk memastikan bahwa pengembangan strategi TI sejalan dan selaras dengan strategi bisnis institusi. Kegiatan ini berfokus pada strategi bisnis institusi, khususnya yang terkait dengan strategi dan inovasi layanan TI yang akan dikembangkan Dalam kegiatan ini, perlu dipertimbangkan mengenai keselarasan antara strategi bisnis dan strategi TI institusi, dan memastikan bahwa strategi TI dapat mendukung dan berdampak baik terhadap strategi bisnis.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi strategi dan tujuan bisnis institusi;\n2. Menganalisa keselarasan antara strategi dan tujuan TI terhadap strategi dan tujuan bisnis;\n3. Menganalisa model bisnis yang berdampak pada strategi TI;\n4. Menganalisa konteks bisnis yang berdampak pada operasional strategi TI;\n5. Mengidentifikasi kesenjangan strategi bisnis dan strategi TI;\n6. Mengidentifikasi kebutuhan TI yang selaras dengan kebutuhan bisnis; dan\n7. Mendokumentasikan kegiatan melakukan analisis strategi bisnis institusi yang berdampak pada strategi TI institusi.",
          "satuan_hasil" : "Dokumen hasil analisis terhadap strategi bisnis institusi",
          "angka_kredit" : 2.200,
          "batasan_penilaian" : "Jumlah maksimum kegiatan analisis strategi bisnis institusi yang berdampak pada strategi TI institusi yang dapat dinilai adalah 2 (dua) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen hasil analisis terhadap strategi bisnis institusi yang berdampak pada strategi TI institusi yang mencakup namun tidak terbatas pada:\n1. Hasil identifikasi strategi dan tujuan bisnis;\n2. Hasil analisis strategi dan tujuan TI yang selaras dengan strategi dan tujuan bisnis;\n3. Hasil analisis model bisnis yang berdampak pada strategi TI;\n4. Hasil analisis konteks bisnis yang berdampak pada operasional strategi TI;\n5. Hasil analisis kesenjangan strategi bisnis dan strategi TI; dan\n6. Hasil pemetaan dan kajian kebutuhan strategi TI yang selaras dengan kebutuhan strategi bisnis.",
          "contoh" : "Ari Nugraha, M.Sc., seorang Pranata Komputer Ahli Utama melakukan kajian identifikasi dan analisis strategi bisnis institusi yang berdampak pada strategi TI institusi dengan kelengkapan isian dokumen seperti tertera pada bukti fisik di atas, maka Ari Nugraha mendapat Angka Kredit sebesar 2,200. Jika Ari Nugraha melakukan kajian identifikasi dan analisis strategi bisnis institusi yang berdampak pada strategi TI institusi, namun tidak memberikan hasil pemetaan kebutuhan strategi TI yang selaras dengan kebutuhan strategi bisnis (berdasarkan hasil kajian tersebut), maka terhadap Ari Nugraha tidak dapat diberikan nilai penuh, melainkan 5/6 x 2.200 = 1.833."
        },
        {
          "kode" : "I.A.4",
          "judul" : "Melakukan Analisis Dampak TI yang Digunakan Institusi Saat Ini dan Trennya Terhadap Perubahan Strategi Bisnis Institusi",
          "uraian" : "Melakukan analisis dampak TI yang digunakan institusi saat ini dan trennya terhadap perubahan strategi bisnis institusi adalah melakukan kajian analisis dampak dan pengaruh penggunaan TI yang digunakan institusi saat ini terhadap strategi dan tujuan dan bisnis institusi. Kegiatan ini juga melakukan kajian terhadap dampak tren TI terhadap perubahan strategi bisnis institusi. Kegiatan ini berfokus pada analisis dampak TI dari penggunaan sumber daya TI pada institusi, seperti: biaya TI, aplikasi, data, infrastruktur, teknologi, SDM TI, serta peraturan dan kebijakan TI dalam memberikan manfaat dan nilai bagi kinerja institusi. Hasil kajian dan analisis tersebut menjadi dasar dalam perumusan dan perubahan strategi bisnis insititusi. Hal ini untuk memastikan bahwa pengembangan dan penggunaan TI sejalan dan selaras dengan strategi dan tujuan bisnis institusi serta dapat memberikan manfaat dan nilai terhadap institusi.\nDalam kegiatan ini, perlu diuraikan dampak TI baik dampak positif maupun dampak negatif terhadap strategi bisnis institusi. Selain itu perlu dipertimbangkan mengenai keselarasan antara strategi bisnis dan strategi TI institusi, dan memastikan bahwa penggunaan TI dapat mendukung dan berdampak baik terhadap strategi bisnis institusi.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi strategi dan tujuan TI;\n2. Mengidentifikasi sumber daya TI yang akan dilakukan analisis dampak;\n3. Melakukan analisa dampak penggunaan TI terhadap kinerja institusi;\n4. Melakukan analisa risiko TI;\n5. Melakukan analisa keselarasan antara strategi dan tujuan TI terhadap strategi dan tujuan bisnis;\n6. Mengidentifikasi perubahan strategi bisnis;\n7. Melakukan kajian nilai TI bagi institusi; dan\n8. Mendokumentasikan kegiatan analisis dampak TI.",
          "satuan_hasil" : "Dokumen hasil analisis dampak TI yang digunakan institusi saat ini dan trennya",
          "angka_kredit" : 1.320,
          "batasan_penilaian" : "Jumlah maksimum kegiatan analisis dampak TI yang digunakan institusi saat ini dan trennya terhadap perubahan strategi bisnis institusi yang dapat dinilai adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen hasil analisis dampak TI yang digunakan institusi saat ini dan trennya yang mencakup namun tidak terbatas pada:\n1. Hasil identifikasi strategi dan tujuan TI;\n2. Hasil identifikasi sumber daya TI yang akan dilakukan analisis dampak;\n3. Hasil kajian dan analisa dampak TI yang digunakan atau dampak trend teknologi;\n4. Hasil analisa risiko TI;\n5. Hasil analisa keselarasan antara strategi dan tujuan TI terhadap strategi dan tujuan bisnis;\n6. Hasil analisa perubahan strategi bisnis; dan\n7. Hasil analisa nilai TI bagi institusi.",
          "contoh" : "Dr. Alfatihah Reno, seorang Pranata Komputer Ahli Madya melakukan kajian analisis dampak penggunaan sistem aplikasi pengolahan berbasis mobile yang digunakan institusi saat ini, maka Alfatihah Reno mendapat Angka Kredit sebesar 1,320. Kemudian, Alfatihah Reno juga melakukan analisis dampak tren teknologi Big Data yang diharapkan mampu mendukung kinerja TI dan secara langsung dapat berdampak terhadap kinerja institusi. Kedua kegiatan tersebut berdampak terhadap perubahan strategi bisnis institusi. Meskipun melakukan kegiatan pada butir yang sama, namun obyek kegiatan yang dilakukan berbeda, maka Alfatihah Reno mendapat Angka Kredit sebesar 2 x 1,320 = 2,640."
        },
        {
          "kode" : "I.A.5",
          "judul" : "Menyusun Kerangka Kerja Untuk Penyusunan Strategi TI",
          "uraian" : "Menyusun kerangka kerja untuk penyusunan strategi TI adalah melakukan kegiatan penyusunan atau pengembangan kerangka kerja (framework) untuk penyusunan strategi TI. Kerangka kerja yang dimaksud adalah alat bantu yang digunakan untuk mendeskripsikan hubungan antara komponen-komponen penyusun strategi TI dan juga langkah-langkah dan upaya untuk mengembangkan dan memelihara dokumen strategi TI. Keselarasan antara bisnis dan TI menjadi langkah awal dari pengembangan strategi TI, dimana visi, misi, tujuan/sasaran, strategi, dan rencana tindakan (program) bisnis institusi harus menjadi referensi dalam mendefinisikan visi, misi, tujuan/sasaran, dan strategi TI. Secara keseluruhan, kerangka kerja untuk penyusunan dan/atau pengembangan strategi TI harus dapat menggambarkan secara jelas komponen, tahap, fase kegiatan, langkah, dan/atau aktifitas dalam menyusun dan/atau mengembangkan strategi TI.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi komponen-komponen strategi TI;\n2. Menentukan interaksi antara komponen-komponen strategi TI;\n3. Menentukan tahap dan kegiatan untuk menyusun dan/atau mengembangkan strategi TI;\n4. Menentukan langkah-langkah dan upaya untuk menyusun, mengembangkan dan/atau memelihara strategi TI;\n5. Menyusun mekanisme penentuan prioritas TI;\n6. Menyusun mekanisme penentuan rencana program TI (roadmap);\n7. Menyusun mekanisme proyeksi rencana pembiayaan TI; dan\n8. Mendokumentasikan kegiatan penyusunan kerangka kerja penyusunan strategi TI.",
          "satuan_hasil" : "Dokumen hasil kerangka kerja untuk penyusunan strategi TI",
          "angka_kredit" : 1.320,
          "batasan_penilaian" : "Jumlah maksimum kegiatan penyusunan kerangka kerja untuk penyusunan strategi TI yang dapat dinilai adalah 1 (satu) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen hasil kerangka kerja untuk penyusunan strategi TI yang mencakup namun tidak terbatas pada:\n1. Hasil identifikasi komponen-komponen strategi TI;\n2. Hasil penentuan interaksi antara komponen-komponen strategi TI;\n3. Tahap dan kegiatan untuk menyusun dan/atau mengembangkan strategi TI;\n4. Langkah-langkah dan upaya untuk menyusun, mengembangkan dan/atau memelihara strategi TI;\n5. Mekanisme dan aktifitas penentuan prioritas TI;\n6. Mekanisme dan aktifitas penyusunan rencana program TI (roadmap); dan\n7. Mekanisme dan aktifitas penyusunan rencana pembiayaan TI.",
          "contoh" : "Ade Koswara, MT, seorang Pranata Komputer Ahli Madya melakukan penyusunan kerangka kerja untuk penyusunan strategi TI, maka Ade Koswara mendapat Angka Kredit sebesar 1,320. Jika Ade Koswara menyusun kerangka kerja untuk penyusunan strategi TI, namun tidak memperlihatkan aktifitas penyusunan rencana program TI (roadmap) dan aktifitas penyusunan rencana pembiayaan TI, maka terhadap Ade Koswara tidak dapat diberikan nilai penuh, melainkan 5/7 x 1.320 = 0,943."
        },
        {
          "kode" : "I.A.6",
          "judul" : "Melakukan Pengkajian Terhadap Kerangka Kerja Untuk Penyusunan Strategi TI",
          "uraian" : "Melakukan pengkajian terhadap kerangka kerja untuk penyusunan strategi TI adalah melakukan kegiatan pengkajian secara sistematis dalam menganalisis dan mengevaluasi kerangka kerja (framework) untuk penyusunan dan/atau pengembangan strategi TI. Kegiatan pengkajian ini bertujuan untuk lebih memahami kerangka kerja penyusunan strategi TI saat ini, mengidentifikasi kekurangan, potensi masalah dan isu, berdasarkan pada praktik terbaik (best practice) sebagai referensi. Kegiatan pengkajian ini digunakan sebagai dasar utama dalam memberikan masukan dan arahan dalam menggunakan kerangka kerja yang sesuai dengan kebutuhan insititusi. Dalam praktiknya, pengkajian terhadap kerangka kerja untuk penyusunan strategi TI dapat mencakup untuk berbagai area TI, seperti tata kelola dan manajemen TI, pengembangan sistem TI, Enterprise Architecture, operasional sistem TI, keamanan dan risiko TI, monitoring dan evaluasi sistem TI, dan area terkait TI lainnya.\nTahapan kegiatan ini adalah melakukan kajian dan evaluasi konteks kerangka kerja penyusunan strategi TI, yang mencakup namun tidak terbatas pada:\n1. Melakukan pengkajian terhadap kelengkapan komponen- komponen strategi TI dan interaksinya;\n2. Melakukan pengkajian terhadap  tahap  dan  kegiatan untuk menyusun dan/atau mengembangkan strategi TI;\n3. Melakukan pengkajian langkah-langkah dan upaya untuk menyusun, mengembangkan dan/atau memelihara strategi TI;\n4. Melakukan pengkajian mekanisme penentuan prioritas TI;\n5. Melakukan pengkajian mekanisme penentuan rencana program TI (roadmap) dan proyeksi rencana pembiayaan TI;\n6. Melakukan evaluasi pelaksanaan atau penggunaan kerangka kerja;\n7. Mengidentifikasi kekurangan atau kelemahan kerangka kerja;\n8. Melakukan analisa gap kapabilitas proses dan area perbaikan;\n9. Mengidentifikasi potensi masalah dan isu terkait kerangka kerja;\n10. Menentukan rekomendasi dan prioritas perbaikan; dan\n11. Mendokumentasikan kegiatan pengkajian terhadap kerangka kerja untuk penyusunan strategi TI.",
          "satuan_hasil" : "Dokumen kajian kerangka kerja untuk penyusunan strategi TI",
          "angka_kredit" : 1.320,
          "batasan_penilaian" : "Jumlah maksimum kegiatan pengkajian kerangka kerja untuk penyusunan strategi TI yang dapat dinilai adalah 1 (satu) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen pengkajian kerangka kerja untuk penyusunan strategi TI yang mencakup namun tidak terbatas pada:\n1. Hasil kajian dan evaluasi konteks kerangka kerja penyusunan strategi TI (komponen-komponen strategi TI, tahapan kegiatan, langkah-langkah setiap tahapan, prioritasi, dst);\n2. Hasil evaluasi pelaksanaan atau penggunaan kerangka kerja;\n3. Hasil identifikasi dan kajian kekurangan atau kelemahan kerangka kerja;\n4. Hasil kajian potensi masalah dan isu terkait kerangka kerja; dan\n5. Rekomendasi dan prioritas perbaikan.",
          "contoh" : "Dr. Novianto Budi Kurniawan, seorang Pranata Komputer Ahli Madya melakukan pengkajian kerangka kerja untuk penyusunan strategi TI mengenai pengembangan sistem, maka Novianto Budi Kurniawan mendapat Angka Kredit sebesar 1,320. Jika Novianto Budi Kurniawan mengkaji kerangka kerja untuk penyusunan strategi TI, namun tidak melampirkan hasil rekomendasi dan prioritas perbaikan, maka terhadap Novianto Budi Kurniawan tidak dapat diberikan nilai penuh, melainkan 4/5 x 1.320 = 1.056."
        },
        {
          "kode" : "I.A.7",
          "judul" : "Melakukan Analisis Kesenjangan Terhadap Strategi TI",
          "uraian" : "Melakukan analisis kesenjangan terhadap strategi TI adalah melakukan kegiatan analisis kinerja strategi TI yang melibatkan perbandingan kinerja aktual dengan kinerja potensial atau yang diinginkan. Analisis kesenjangan melibatkan, menentukan, mendokumentasikan, dan meningkatkan perbedaan antara potensi dan kemampuan saat ini. Analisis kesenjangan digunakan untuk menentukan langkah-langkah apa yang perlu diambil untuk berpindah dari kondisi saat ini ke kondisi yang diinginkan atau keadaan masa depan yang diinginkan. Dalam kegiatan ini, perlu dipertimbangkan mengenai keselarasan antara strategi bisnis dan strategi TI institusi, dan memastikan bahwa penggunaan TI dapat mendukung dan berdampak baik terhadap strategi bisnis insitusi, serta meningkatkan kinerja institusi. Dalam praktiknya, analisis kesenjangan terhadap strategi TI dapat mencakup untuk berbagai area TI, seperti tata kelola dan manajemen TI, pengembangan sistem TI, Enterprise Architecture, operasional sistem TI, keamanan dan risiko TI, monitoring dan evaluasi sistem TI, dan area terkait TI lainnya.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi fokus area strategi TI yang akan dianalisis;\n2. Mengidentifikasi target yang diinginkan (future state/ target);\n3. Melakukan penilaian (assessment) terhadap kondisi saat ini (current state);\n4. Menentukan formula indikator dan skala pengukuran;\n5. Mengidentifikasi kesenjangan berdasarkan hasil pengukuran atau evaluasi;\n6. Mengidentifikasi kekurangan atau kelemahan strategi TI;\n7. Menganalisa kesenjangan (gap) kapabilitas proses dan area perbaikan;\n8. Mengidentifikasi potensi masalah dan isu terkait strategi TI;\n9. Menentukan rekomendasi dan/atau rencana tindakan (action plan) untuk menutup atau memperbaiki kesenjangan tersebut untuk jangka pendek/quick wins, jangka menengah dan jangka panjang; dan\n10. Mendokumentasikan kegiatan analisis kesenjangan terhadap strategi TI.",
          "satuan_hasil" : "Dokumen hasil analisis kesenjangan terhadap strategi TI",
          "angka_kredit" : 1.320,
          "batasan_penilaian" : "Jumlah maksimum kegiatan analisis kesenjangan terhadap strategi TI yang dapat dinilai adalah 1 (satu) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen hasil analisis kesenjangan terhadap strategi TI yang mencakup namun tidak terbatas pada:\n1. Hasil identifikasi fokus area strategi TI yang akan dianalisis;\n2. Hasil identifikasi target yang diinginkan (future state/ target);\n3. Hasil penilaian (assessment) terhadap kondisi saat ini (current state);\n4. Indikator dan skala pengukuran;\n5. Hasil identifikasi kesenjangan berdasarkan hasil pengukuran atau evaluasi;\n6. Hasil identifikasi kekurangan atau kelemahan strategi TI;\n7. Hasil analisis kesenjangan (gap) kapabilitas proses dan area perbaikan;\n8. Hasil identifikasi potensi masalah dan isu terkait strategi TI; dan\n9. Rekomendasi dan/atau rencana tindakan (action plan).",
          "contoh" : "Elvin, S.Kom, MTI., seorang Pranata Komputer Ahli Madya melakukan analisis kesenjangan strategi TI pada area pengembangan sistem TI, maka Elvin mendapat Angka Kredit sebesar 1,320. Jika Elvin juga melakukan analisis kesenjangan strategi TI pada area Enterprise Architecture, maka Elvin mendapat tambahan Angka Kredit sebesar 1,320. Meskipun melakukan kegiatan pada butir yang sama, namun obyek kegiatan yang dilakukan berbeda, maka Elvin mendapat total Angka Kredit sebesar 2 x 1,320 = 2,640."
        },
        {
          "kode" : "I.A.8",
          "judul" : "Menyusun Strategi TI",
          "uraian" : "Menyusun strategi TI adalah menyusun keseluruhan strategi TI yang berkaitan dengan penggunaan TI untuk menciptakan kemampuan TI secara berkelanjutan bagi suatu organisasi. Strategi TI membantu menciptakan nilai TI yang akan mendukung institusi dalam pelaksanaan rencana bisnis dan merealisasikan tujuan bisnisnya. Strategi TI memberikan arahan dan panduan bagi unit organisasi TI (fungsi TI) dalam mendukung strategi bisnis institusi. Keselarasan antara bisnis dan TI menjadi langkah awal dari pengembangan strategi TI, dimana visi, misi, tujuan/sasaran, strategi, dan rencana tindakan (program) harus menjadi referensi dalam mendefinisikan visi, misi, tujuan/sasaran, dan strategi TI. Dalam praktiknya, kegiatan penyusunan strategi TI dapat menggunakan kerangka kerja penyusunan strategi TI yang telah dibuat dan/atau dikembangkan.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Melakukan pendefinisian visi, misi, strategi dan tujuan TI;\n2. Melakukan pendefinisian kapabilitas strategis dan visi arsitektur TI;\n3. Melakukan pendefinisian prinisp-prinsip TI;\n4. Melakukan pendefinisian kapabilitas tata kelola dan manajemen TI;\n5. Mengidentifikasi fungsi dan organisasi TI yang mendukung fungsi dan proses bisnis institusi;\n6. Mengidentifikasi kebutuhan TI;\n7. Mengidentifikasi indikator kinerja utama TI yang selaras dengan indikator kinerja utama bisnis;\n8. Melakukan pendefinisian peta jalan (roadmap);\n9. Menentukan prioritas TI;\n10. Menyusun rencana implementasi  TI jangka pendek/quick  wins; jangka menengah; dan jangka panjang; dan\n11. Mendokumentasikan kegiatan penyusunan strategi TI.",
          "satuan_hasil" : "Dokumen strategi TI",
          "angka_kredit" : 2.816,
          "batasan_penilaian" : "Jumlah maksimum kegiatan penyusunan strategi TI yang dapat dinilai adalah 1 (satu) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen strategi TI yang mencakup namun tidak terbatas pada:\n1. Visi, misi, strategi dan tujuan TI;\n2. Kapabilitas strategis dan visi arsitektur TI;\n3. Prinsip-prinsip TI;\n4. Kapabilitas tata kelola dan manajemen TI;\n5. Hasil identifikasi fungsi dan organisasi TI yang mendukung fungsi dan proses bisnis institusi;\n6. Hasil identifikasi kebutuhan TI;\n7. Indikator kinerja utama TI yang selaras dengan indikator kinerja utama bisnis;\n8. Peta jalan (roadmap);\n9. Prioritas TI; dan\n10. Rencana implementasi TI.",
          "contoh" : "Dr. Novia Budi, seorang Pranata Komputer Ahli Utama menyusun strategi TI, maka Novia Budi mendapat Angka Kredit sebesar 2,816. Jika Novia Budi dalam melakukan penyusunan strategi TI tidak melampirkan pendefinisian peta jalan (roadmap) TI dan penyusunan rencana implementasi TI, maka terhadap Novia Budi tidak dapat diberikan nilai penuh, melainkan 8/10 x 2,816 = 2.253."
        },
        {
          "kode" : "I.A.9",
          "judul" : "Melakukan Pengkajian Terhadap Strategi TI",
          "uraian" : "Melakukan pengkajian strategi TI adalah melakukan kegiatan pengkajian secara sistematis dalam menganalisis dan mengevaluasi rencana keseluruhan dan strategi TI yang berkaitan dengan penggunaan TI untuk menciptakan kemampuan TI secara berkelanjutan bagi suatu organisasi. Kegiatan pengkajian ini bertujuan untuk lebih memahami strategi TI saat ini, mengidentifikasi kekurangan, potensi masalah dan isu, manfaat dan peluang berdasarkan pada praktik terbaik (best practice) sebagai referensi. Kegiatan pengkajian ini digunakan sebagai dasar utama dalam memberikan masukan dan arahan dalam menyusun dan merevisi strategi TI yang sesuai dengan kebutuhan insititusi dan memastikan bahwa strategi TI selaras dengan strategi bisnis institusi. Dalam praktiknya, pengkajian terhadap strategi TI dapat mencakup untuk beberapa area TI, seperti tata kelola dan manajemen TI, pengembangan sistem TI, Enterprise Architecture, operasional sistem TI, keamanan dan risiko TI, monitoring dan evaluasi sistem TI, dan area terkait TI lainnya.\nTahapan kegiatan ini adalah melakukan kajian dan evaluasi konteks strategi TI, yang mencakup namun tidak terbatas pada:\n1. Melakukan pengkajian terhadap kelengkapan komponen- komponen strategi TI dan interaksinya;\n2. Melakukan pengkajian terhadap tahap dan kegiatan untuk menyusun dan/atau mengembangkan strategi TI;\n3. Melakukan pengkajian terhadap keselarasan strategi TI dengan strategi bisnis institusi;\n4. Melakukan pengkajian terhadap mekanisme penentuan prioritas TI;\n5. Melakukan pengkajian terhadap roadmap, penentuan rencana program dan implementasi TI;\n6. Melakukan pengkajian terhadap proyeksi rencana pembiayaan TI;\n7. Melakukan evaluasi pelaksanaan strategi TI;\n8. Mengidentifikasi kekurangan atau kelemahan strategi TI;\n9. Mengidentifikasi potensi masalah dan isu serta manfaat dan peluang terkait strategi TI;\n10. Menentukan rekomendasi dan prioritas perbaikan; dan\n11. Mendokumentasikan kegiatan pengkajian strategi TI.",
          "satuan_hasil" : "Dokumen kajian strategi TI",
          "angka_kredit" : 2.200,
          "batasan_penilaian" : "Jumlah maksimum kegiatan pengkajian strategi TI yang dapat dinilai adalah 1 (satu) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen kajian strategi TI yang mencakup namun tidak terbatas pada:\n1. Hasil kajian dan evaluasi konteks strategi TI;\n2. Hasil kajian dan evaluasi tahap pelaksanaan strategi TI;\n3. Hasil kajian keselarasan strategi TI dengan strategi bisnis institusi;\n4. Hasil kajian prioritas TI;\n5. Hasil kajian roadmap, rencana program dan implementasi TI;\n6. Hasil kajian rencana pembiayaan TI;\n7. Hasil evaluasi pelaksanaan strategi TI;\n8. Hasil identifikasi dan kajian kekurangan atau kelemahan strategi TI;\n9. Hasil identifikasi dan kajian potensi masalah dan isu serta manfaat dan peluang terkait strategi TI; dan\n10. Rekomendasi dan prioritas perbaikan.",
          "contoh" : "Ari Nugraha, M.Sc., seorang Pranata Komputer Ahli Utama melakukan pengkajian strategi TI, maka Ari Nugraha mendapat Angka Kredit sebesar 2,220. Jika Ari Nugraha melakukan pengkajian strategi TI dengan kelengkapan item bukti fisik di atas, namun tidak memberikan rekomendasi dan prioritas perbaikan (berdasarkan hasil kajian tersebut), maka terhadap Ari Nugraha tidak dapat diberikan nilai penuh, melainkan 9/10 x 2.200 = 1.980."
        },
        {
          "kode" : "I.A.10",
          "judul" : "Menyusun Komponen Enterprise Architecture (EA) Saat Ini",
          "uraian" : "Kegiatan menyusun komponen EA saat ini adalah kegiatan menyusun atau membuat komponen-komponen EA baik di dalam ataupun antar domain. Kegiatan ini bertujuan menggambarkan kondisi organisasi saat ini. Komponen EA (Enterprise Architecture) merupakan obyek-obyek yang saling terkait untuk menyusun suatu arsitektur. Pendefinisian komponen-komponen EA dalam kegiatan ini berdasarkan standar nasional, internasional maupun praktik terbaik.\nTahapan dari kegiatan ini mencakup dan tidak terbatas pada:\n1. Mengidentifikasi dan mengkaji kondisi institusi saat ini;\n2. Identifikasi domain dan komponen EA yang akan disusun;\n3. Menyusun dan menggambarkan komponen EA menurut domain arsitektur;\n4. Melakukan analisis terhadap komponen dan setiap relasi yang terbentuk; dan\n5. Mendokumentasikan kegiatan penyusunan komponen EA. Domain beserta komponen-komponen penyusun EA setidaknya mencakup dan tidak terbatas pada :\n1. Domain visi: prinsip arsitektur, visi arsitektur, tujuan, strategi, dan stakeholder. Penyusun domain visi juga mencakup penyusunan metamodel yang menggambarkan relasi logical secara high level untuk keseluruhan domain;\n2. Domain bisnis: kapabilitas yang mendukung strategi, layanan bisnis, proses bisnis, aktor, dan rol;\n3. Domain Data: informasi atau data yang berlaku sebagai input atau output dari proses bisnis, serta komponen data yang bergerak pada proses yang telah diotomasi;\n4. Domain Aplikasi: aplikasi yang mendukung proses bisnis dan memanfaatkan data seperti application service, modul aplikasi, application interface;\n5. Domain Teknologi: platform teknologi yang mendukung implementasi aplikasi dan data mencakup server, sistem perangkat lunak, dan perangkat jaringan;\nCatatan :\n1. Komponen penyusun EA disesuaikan dengan metamodel dan standar obyek masing-masing institusi untuk setiap domainnya;\n2. Dalam mengidentifikasi domain mohon diperhatikan urutan dan kesesuaian alur penyusunan. Misal untuk menyusun domain bisnis harus sudah ada domain visi terlebih dahulu. Untuk menyusun domain data/aplikasi harus sudah ada domain bisnis terlebih dahulu. Sedangkan domain teknologi akan dibangun berdasarkan domain data ataupun aplikasi.",
          "satuan_hasil" : "Dokumen komponen Enterprise Architecture (EA)",
          "angka_kredit" : 1.320,
          "batasan_penilaian" : "Jumlah maksimum kegiatan ini yang dapat dinilai adalah 4 (empat) kali per tahun. Penyusunan komponen EA yang dapat dinilai adalah:\n1. Penyusunan komponen EA untuk setiap domain;\n2. Penyusunan komponen EA antar domain atau melibatkan interaksi lebih dari satu domain;\n3. Untuk domain bisnis batasan kegiatan sampai level 3; dan/atau\n4. Untuk domain data, aplikasi dan teknologi batasan kegiatan sampai level logical.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen  komponen  EA yang disetujui, mencakup namun tidak terbatas pada:\n1. Hasil identifikasi dan kajian kondisi institusi saat ini;\n2. Hasil identifikasi domain dan komponen EA yang akan disusun;\n3. Hasil penyusunan dan penggambaran komponen EA menurut domain arsitektur; dan\n4. Hasil analisis terhadap komponen dan setiap relasi yang terbentuk.",
          "contoh" : "Dr. Novianto Budi Kurniawan, seorang Pranata Komputer Ahli Madya melakukan penyusunan komponen EA untuk domain Aplikasi, dengan bukti fisik berupa hasil identifikasi dan kajian kondisi institusi saat ini, hasil identifikasi domain dan komponen EA yang akan disusun, hasil penyusunan dan penggambaran komponen EA menurut domain arsitektur dan analisa terhadap komponen dan setiap relasi yang terbentuk. Maka Novianto Budi Kurniawan mendapatkan AK 1.320.\nJika Novianto Budi Kurniawan melakukan penyusunan komponen EA untuk domain Aplikasi, dengan bukti fisik berupa hasil identifikasi dan kajian kondisi institusi saat ini, hasil identifikasi domain dan komponen EA yang akan disusun, hasil penyusunan dan penggambaran komponen EA menurut domain arsitektur tanpa melakukan analisa, maka Novianto Budi Kurniawan mendapatkan AK 1.320 * 0,75 = 0,99."
        },
        {
          "kode" : "I.A.11",
          "judul" : "Menyusun Pengembangan Komponen Enterprise Architecture (EA) Masa yang Akan Datang",
          "uraian" : "Kegiatan menyusun pengembangan komponen EA masa yang akan datang adalah kegiatan menyusun atau membuat komponen EA, baik dalam domain ataupun antar domain EA (bisnis, data, aplikasi, teknologi), untuk kondisi yang akan dicapai. Kegiatan ini bertujuan menggambarkan arsitektur target institusi. Arsitektur target dibuat berdasarkan identifikasi masalah saat ini, kebutuhan stakeholder , perkembangan teknologi dan juga model referensi dari praktik terbaik.\nObyek-obyek penyusun komponen yang dimaksud antara lain:\n1. Domain bisnis: proses bisnis, fungsi bisnis, aktor, role, layanan bisnis, dan lain-lain;\n2. Domain Data: informasi atau data yang berlaku sebagai input atau output;\n3. Domain Aplikasi: aplikasi, service aplikasi, modul aplikasi, dan lain-lain; dan\n4. Domain Teknologi: perangkat jaringan, perangkat penyimpanan, dan lain-lain.\nTahapan dari kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi dan mengkaji kebutuhan pengembangan arsitektur target;\n2. Mengidentifikasi dan mengkaji kondisi institusi saat ini;\n3. Mengidentifikasi model atau arsitektur yang akan dirujuk (refference architecture);\n4. Mengkaji dan menganalisa refference architecture;\n5. Menetapkan dan menganalisa Model Target Operasi organisasi;\n6. Mengidentifikasi pengembangan komponen EA masa yang akan datang berdasarkan refference architecture dan Model Target Operasi organisasi yang telah ditetapkan;\n7. Menyusun dan menggambarkan komponen EA masa yang akan datang menurut domain arsitektur;\n8. Melakukan analisis terhadap komponen dan setiap relasi yang terbentuk; dan\n9. Mendokumentasikan kegiatan penyusunan komponen EA masa yang akan datang.\nKegiatan ini mencakup :\n1. Penyusunan awal arsitektur target;\n2. Pengembangan arsitektur target yang sudah ada untuk dikembangkan lebih luas.",
          "satuan_hasil" : "Dokumen pengembangan komponen Enterprise Architecture (EA) masa yang akan datang",
          "angka_kredit" : 4.840,
          "batasan_penilaian" : "Maksimal kegiatan yang dapat dinilaikan adalah 1 (satu) kali per tahun. Penyusunan komponen EA yang dapat dinilai adalah :\n1. Penyusunan komponen EA yang melibatkan semua domain yang disepakati institusi, dimana domain bisnis sampai level 3; dan/atau\n2. Untuk domain data, aplikasi dan teknologi batasan kegiatan sampai level logical.",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen komponen EA mencakup namun tidak terbatas pada :\n1. Hasil identifikasi dan kajian kebutuhan pengembangan arsitektur target;\n2. Hasil identifikasi,analisa dan kajian refference architecture;\n3. Model Target Operasi dan penjelasannya;\n4. Gambar komponen arsitektur target; dan\n5. Hasil analisa arsitektur target.",
          "contoh" : "Dr. M. Sawung, seorang Pranata Komputer Ahli Utama melakukan pengembangan komponen EA target sebuah institusi, dengan bukti fisik berupa hasil identifikasi dan kajian kebutuhan pengembangan arsitektur, hasil kajian refference architecture, Model target operasi, gambar arsitektur target dan analisa dari arsitektur target. Maka M. Sawung mendapatkan AK 4.480.\nApabila M. Sawung hanya mengembangkan salah satu domain saja, sedangkan EA yang disepakati di insititusi tersebut melibatkan 4 domain, dengan bukti fisik yang lengkap, maka nilai yang didapatkan adalah:\na. Nilai AK tiap poin bukti fisik = 4,480: 5 = 0,896\nb. Nilai AK untuk tiap domain = 0,896 : 4 domain = 0,224\nDengan demikian AK yang didapatkan adalah : (4 x 0,896) + 0,224 = 3,808."
        },
        {
          "kode" : "I.A.12",
          "judul" : "Melakukan Analisis Kesenjangan Terhadap Komponen Enterprise Architecture (EA)",
          "uraian" : "Melakukan analisis kesenjangan terhadap komponen Enterprise Architecture (EA) adalah melakukan identifikasi dan analisa kesenjangan (gap) dari Komponen EA yang akan datang terhadap komponen EA saat ini atau sebaliknya. Tujuan dari kegiatan ini adalah mengetahui permasalahan pada kondisi organisasi saat ini dan mengidentifikasi gap (kesenjangan) dalam rangka menuju kondisi institusi yang diharapkan. Kegiatan ini sangat penting dan erat kaitannya dengan pengembangan komponen EA pada masa yang akan datang.\nTahapan dari kegiatan ini adalah sebagai berikut :\n1. Mengkaji arsitektur target dan arsitektur saat ini;\n2. Membandingkan arsitektur target dengan arsitektur saat ini pada komponen EA dengan level dan domain yang sama/bersesuaian;\n3. Mengidentifikasi kesenjangan (gap) terhadap komponen;\n4. Membuat daftar kesenjangan; dan\n5. Menganalisis  setiap butir kesenjangan termasuk sebab dan akibatnya.\nCakupan penyusunan kesenjangan mencakup dan tidak terbatas pada:\n1. Domain visi (antara target dan current);\n2. Domain bisnis(antara target dan current);\n3. Domain Data (antara target dan current);\n4. Domain Aplikasi (antara target dan current); dan\n5. Domain Teknologi (antara target dan current).",
          "satuan_hasil" : "Dokumen hasil analisis kesenjangan terhadap komponen Enterprise Architecture (EA)",
          "angka_kredit" : 0.600,
          "batasan_penilaian" : "Maksimal kegiatan yang dapat dinilai adalah 4 (empat) kali per tahun. Kegiatan analisis kesenjangan yang dapat dinilai adalah penyusunan dokumen analisa kesenjangan untuk setiap domain arsitektur yang telah disetujui.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen hasil analisis kesenjangan memuat hal berikut namun tidak terbatas:\n1. Ulasan dan deskripsi singkat arsitektur target;\n2. Ulasan dan deskripsi singkat arsitektur saat ini;\n3. Daftar kesenjangan; dan\n4. Hasil analisa kesenjangan.",
          "contoh" : "Ade Koswara, M.T., seorang Pranata Komputer Ahli Madya melakukan analisa kesenjangan pada domain bisnis dan aplikasi, dengan kegiatan pada masing-masing domain mencakup mengkaji arsitektur target dan arsitektur saat ini, membandingkannya, mengidentifikasi kesenjangan, membuat daftar kesenjangan serta menganalisis setiap butir kesenjangan. Maka Ade Koswara akan mendapat AK 2 x 0,600 = 1,2."
        },
        {
          "kode" : "I.A.13",
          "judul" : "Melakukan Pengkajian Terhadap Analisis Kesenjangan Terhadap Komponen Enterprise Architecture (EA)",
          "uraian" : "Melakukan pengkajian terhadap analisis kesenjangan terhadap komponen Enterprise Architecture (EA) adalah kegiatan melakukan kajian dan ulasan secara sistematis terkait hasil analisa kesenjangan komponen EA. Kegiatan ini dilakukan untuk memastikan bahwa analisa kesenjangan yang sudah disusun dapat memberikan solusi dan atau rekomendasi untuk menghilangkan gap yang telah diidentifikasi.Hasil pengkajian terhadap gap (kesenjangan) ini akan dijadikan referensi atau panduan dalam membangun solution architecture yang juga dicakup dalam butir kegiatan ini.\nTahapan aktivitas dari kegiatan ini mencakup namun tidak terbatas pada :\n1. Identifikasi daftar gap (kesenjangan);\n2. Melakukan kajian dan analisis terhadap kesenjangan (gap);\n3. Membuat dan mengkaji solusi terhadap gap dan menuangkannya ke dalam solution architecture; dan\n4. Membuat rekomendasi solusi terhadap kesenjangan komponen EA.\nCakupan dari kegiatan ini adalah pengkajian terhadap dokumen analisa kesenjangan yang sudah dibuat baik itu kesenjangan tiap domain atau untuk keseluruhan domain",
          "satuan_hasil" : "Dokumen kajian analisis kesenjangan terhadap komponen Enterprise Architecture (EA)",
          "angka_kredit" : 3.520,
          "batasan_penilaian" : "Maksimal kegiatan yang dapat dinilai adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen kajian hasil analisis kesenjangan memuat hal berikut namun tidak terbatas pada:\n1. Hasil identifikasi daftar gap (10%);\n2. Hasil kajian dan analisis terhadap kesenjangan (gap) (20%);\n3. Daftar solusi terhadap gap (40%);\n4. Gambar solution arcitecture (20%); dan\n5. Hasil rekomendasi solusi terhadap kesenjangan (20%).",
          "contoh" : "Dr. Miswar, seorang Pranata Komputer Ahli Utama melakukan kajian analisa kesenjangan yang sudah dibuat, maka Miswar akan mendapat AK 3,520. Jika Miswar tidak menyertakan rekomendasi atas solusi, maka AK yang didapat adalah sebesar 0,8 x 3,520 = 2,816."
        },
        {
          "kode" : "I.A.14",
          "judul" : "Membuat Usulan Roadmap Pada Masing-Masing Komponen Enterprise Architecture (EA)",
          "uraian" : "Membuat usulan roadmap pada masing-masing komponen Enterprise Architecture (EA) merupakan kegiatan menyusun rencana program kegiatan yang didasarkan pada solution architecture, yang akan dijadikan dasar/acuan dalam merumuskan kegiatan organisasi baik bisnis maupun TI. Dalam butir ini solution architecture akan diturunkan dalam bentuk work package atau paket program yang akan diuraikan dalam bentuk proyek EA.\nTahapan aktivitas dari kegiatan ini mencakup namun tidak terbatas pada :\n1. Menentukan workpackage berdasarkan solution architecture;\n2. Membuat daftar rencana program kegiatan dalam bentuk peta jalan (roadmap) yang memuat informasi :\na. Tujuan, sasaran dan manfaat dari tiap butir program kegiatan dikaitkan dengan target arsitektur yang akan dicapai;\nb. Penjelasan kegiatan atau rencana aksi;\nc. Rancangan struktur dan tahapan kerja setiap program kegiatan;\nd. Waktu pelaksanaan;\ne. Perkiraan biaya (jika ada);\nf. Sumber daya yang dibutuhkan baik sumber daya TI, manusia, ataupun sumber daya lainnya.\n3. Membuat kriteria dan indikator keberhasilan.\nAdapun cakupan dari usulan roadmap yang dapat diajukan adalah pembuatan roadmap yang merupakan turunan dari solution architecture hasil dari analisa kesenjangan atau hasil dari kajian terhadap analisa kesenjangan.",
          "satuan_hasil" : "Dokumen usulan roadmap pada masing-masing komponen Enterprise Architecture (EA)",
          "angka_kredit" : 0.720,
          "batasan_penilaian" : "Maksimal kegiatan yang dapat dinilai adalah 4 (empat) kali per tahun. Kegiatan yang dapat dinilai AKnya adalah roadmap dengan satuan terkecil dalam domain EA antara lain visi, bisnis, data, aplikasi, atau teknologi.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen usulan roadmap yang mencakup namun tidak terbatas pada:\n1. Daftar paket pekerjaan (workpackage) (10%);\n2. Rencana program kegiatan berisikan:\na. Tujuan, sasaran, manfaat,(10%)\nb. Kegiatan /rencana aksi (20%)\nc. Struktur dan tahapan kerja (20%)\nd. Waktu pelaksanaan, perkiraan biaya (jika ada), sumber daya yang dibutuhkan (20%)\n3. Kriteria dan Indikator keberhasilan (20%);",
          "contoh" : "Dr. Alfatihah Reno, seorang Pranata Komputer Ahli Madya mengajukan usulan roadmap hasil analisa kesenjangan, dengan bukti yang diajukan mencakup Daftar paket pekerjaan, Rencana program yang mencakup Tujuan/sasaran dan manfaat, rencana aksi, struktur dan tahapan kerja, waktu dan biaya , serta indikator keberhasilan. Maka Alfatihah Reno mendapatkan nilai 0,720. Jika bukti fisik tidak menyertakan Struktur dan Tahapan kerja, maka AK yang di dapat sebesar 0,80 x 0,720 = 0. 576."
        },
        {
          "kode" : "I.A.15",
          "judul" : "Melakukan Pengkajian Terhadap Usulan Roadmap Pada Masing- Masing Komponen Enterprise Architecture (EA)",
          "uraian" : "Melakukan pengkajian terhadap usulan roadmap pada masing- masing komponen Enterprise Architecture (EA) adalah kegiatan melakukan kajian dan ulasan secara sistematis terhadap program kegiatan pada usulan roadmap pada masing-masing komponen EA yang diajukan. Kegiatan ini dilakukan untuk menelaah rasionalitas dari tiap program kegiatan usulan roadmap yang sudah dibuat, dengan membandingkan dengan biaya, waktu maupun kebutuhan lain yang diperlukan untuk mencapai arsitektur target.\nCakupan dari kegiatan ini adalah:\n1. Melakukan kajian dan menelaah setiap butir program kegiatan dalam usulan roadmap;\n2. Melakukan studi kelayakan program kegiatan dalam usulan roadmap dengan mempertimbangkan sumber daya yang dibutuhkan ,perkembangan teknologi, serta arah dan tujuan institusi di masa mendatang;\n3. Mengidentifikasi kekurangan atau kelemahan program kegiatan dalam usulan roadmap;\n4. Mengidentifikasi potensi masalah dan isu terkait; dan\n5. Menentukan rekomendasi dan prioritas perbaikan dan/atau pencegahan.",
          "satuan_hasil" : "Dokumen kajian terhadap usulan roadmap pada masing-masing komponen Enterprise Architecture (EA)",
          "angka_kredit" : 1.600,
          "batasan_penilaian" : "Maksimal kegiatan yang dapat dinilai adalah 4 (empat) kali per tahun. Kegiatan yang dapat dinilai sesuai AK ini adalah pengkajian usulan setiap roadmap. Seorang Pranata Komputer tidak boleh mengkaji roadmap yang disusun sendiri.",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen kajian terhadap usulan roadmap yang berisi:\n1. Hasil kajian roadmap;\n2. Hasil studi kelayakan;\n3. Hasil identifikasi kekurangan dan kelemahan setiap program kegiatan;\n4. Hasil identifikasi permasalahan dan isu terkait; dan\n5. Hasil rekomendasi dan prioritas program kegiatan dalam roadmap.",
          "contoh" : "Dr. Imam Kurniawan, seorang Pranata Komputer Ahli Utama menyusun dokumen kajian terhadap usulan roadmap dengan bukti fisik yang lengkap terkait Arsitektur Teknologi dan juga Arsitektur Data. Kajian terhadap usulan roadmap Arsitektur Teknologi mendapat AK 1,6. Dan kajian terhadap usulan roadmap mendapat AK 1,6. Maka Imam Kurniawan mendapatkan AK 2 x 1,6 = 3,2."
        },
        {
          "kode" : "I.A.16",
          "judul" : "Menyusun Strategi Implementasi Enterprise Architecture (EA)",
          "uraian" : "Menyusun strategi implementasi Enterprise Architecture (EA) merupakan kegiatan menyusun langkah-langkah dan tahapan dalam mengimplementasikan roadmap EA yang telah dikaji dan disetujui, untuk mencapai arsitektur target. Menyusun dan mempersiapkan strategi implementasi EA yang selaras dengan roadmap EA dan strategi TI untu memastikan bahwa dukungan implementasi EA dapat mewujudkan strategi TI yang selaras dengan strategi bisnis.\nCakupan kegiatan ini adalah:\n1. Pengkajian dokumen roadmap EA;\n2. Pendefinisian visi, misi, strategi dan tujuan implementasi EA;\n3. Pendefinisian kapabilitas strategis implementasi EA;\n4. Pendefinisian kapabilitas tata kelola implementasi EA;\n5. Identifikasi fungsi dan organisasi EA yang mendukung fungsi dan proses bisnis dalam rencana implementasi EA;\n6. Identifikasi kebutuhan implementasi EA;\n7. Menentukan langkah-langkah strategis dalam mengimplementasikan EA;\n8. Identifikasi indikator kinerja utama implementasi EA yang selaras dengan indikator kinerja utama TI;\n9. Pendefinisian peta jalan (roadmap) dan prioritas implementasi EA; dan\n10. Penyusunan rencana implementasi EA jangka pendek/quick wins; jangka menengah; dan jangka panjang.",
          "satuan_hasil" : "Dokumen strategi implementasi Enterprise Architecture (EA)",
          "angka_kredit" : 2.200,
          "batasan_penilaian" : "Maksimal kegiatan yang dapat dinilai adalah 2 (dua) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen strategi implementasi EA mencakup namun tidak terbatas pada:\n1. Hasil kajian dokumen roadmap EA;\n2. Visi, misi, strategi dan tujuan implementasi EA;\n3. Kapabilitas strategis implementasi EA;\n4. Kapabilitas tata kelola implementasi EA;\n5. Hasil identifikasi  fungsi dan organisasi EA yang mendukung fungsi dan proses bisnis dalam rencana implementasi EA;\n6. Hasil identifikasi kebutuhan implementasi EA;\n7. Daftar langkah-langkah strategis dalam mengimplementasikan EA;\n8. Hasil identifikasi indikator kinerja utama implementasi EA yang selaras dengan indikator kinerja utama TI;\n9. Hasil pendefinisian peta jalan (roadmap) dan prioritas implementasi EA; dan\n10. Rencana implementasi EA.",
          "contoh" : "Dr. Ahmad Setiyanto, seorang Pranata Komputer Ahli Utama melakukan penyusunan dokumen Strategi implementasi EA di institusinya. Bukti fisik yang disertakan mencakup hasil kajian dokumen roadmap EA yang sudah ada, hasil identifikasi fungsi dan organisasi EA, hasil identifikasi kebutuhan implementasi dan langkah-langkah strategis implementasi EA. Maka, Ahmad Setiyanto mendapatkan AK 4/10 x 2,200 = 8,800."
        },
        {
          "kode" : "I.A.17",
          "judul" : "Melakukan Pengkajian Terhadap Kelayakan Strategi Implementasi Enterprise Architecture (EA)",
          "uraian" : "Melakukan pengkajian kelayakan strategi implementasi Enterprise Architecture (EA) adalah melakukan kegiatan pengkajian secara sistematis dalam menganalisis dan mengevaluasi rencana keseluruhan dan strategi implementasi EA yang berkaitan dengan penggunaan EA untuk menciptakan kemampuan EA secara berkelanjutan bagi suatu institusi. Kegiatan pengkajian ini bertujuan untuk lebih memahami strategi implementasi EA saat ini, mengidentifikasi kekurangan, potensi masalah dan isu, berdasarkan pada praktik terbaik (best practice) sebagai referensi. Kegiatan pengkajian ini digunakan sebagai dasar utama dalam memberikan masukan dan arahan terhadap strategi implementasi EA. Kegiatan ini juga bertujuan untuk memastikan bahwa strategi implementasi EA yang diusulkan layak dan bisa dilaksanakan sesuai dengan kondisi institusi.\nKegiatan ini mencakup namum tidak terbatas pada:\n1. Melakukan kajian dan menelaah setiap usulan strategi implementasi EA;\n2. Melakukan studi kelayakan strategi implementasi EA dengan mempertimbangkan sumber daya yang dibutuhkan, perkembangan teknologi, serta arah dan tujuan institusi di masa mendatang;\n3. Mengidentifikasi kekurangan atau kelemahan strategi implementasi EA;\n4. Mengidentifikasi potensi masalah dan isu terkait; dan\n5. Menentukan rekomendasi dan prioritas perbaikan dan/atau pencegahan.",
          "satuan_hasil" : "Dokumen kajian terhadap kelayakan strategi implementasi Enterprise Architecture (EA)",
          "angka_kredit" : 1.100,
          "batasan_penilaian" : "Maksimal kegiatan yang dapat dinilai adalah 2 (dua) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen kajian terhadap kelayakan strategi implementasi Enterprise Architecture (EA):\n1. Hasil kajian dokumen strategi implementasi EA;\n2. Hasil studi kelayakan strategi implementasi EA yang memuat informasi terkait sumber daya yang dibutuhkan ,perkembangan teknologi, serta arah dan tujuan institusi di masa mendatang;\n3. Hasil identifikasi kekurangan dan kelemahan setiap strategi;\n4. Hasil identifikasi permasalahan dan isu terkait; dan\n5. Hasil rekomendasi dan prioritas perbaikan dan/atau pencegahan.",
          "contoh" : "Dr. M. Sawung, seorang Pranata Komputer Ahli Utama melakukan pengkajian terhadap kelayakan strategi implementasi EA. Bukti fisik yang disertakan mencakup hasil kajian dokumen strategi implementasi EA dan Hasil studi kelayakan yang memuat informasi hasil identifikasi kekurangan dan kelemahan serta isu yang berkembang, tanpa mencantumkan rekomendasi. Maka M. Sawung mendapatkan AK 4/5 x 1,1 = 0,880."
        },
        {
          "kode" : "I.A.18",
          "judul" : "Menyusun Atau Mengkaji Kerangka Kerja Tata Kelola TI",
          "uraian" : "Kerangka Kerja Tata Kelola TI diartikan sebagai sebuah struktur konsep dasar konten, tahapan, dan proses yang dapat dijadikan sebagai alat untuk menyusun pemikiran, memastikan konsistensi dan kelengkapan dalam menyusun Tata Kelola TI. Kerangka Kerja secara nyata dimaksudkan untuk berfungsi sebagai pendukung atau panduan dalam membangun sesuatu. Melakukan penyusunan kerangka kerja tata kelola TI Institusi adalah kegiatan menyusun Kerangka kerja tata kelola TI yang akan menjadi dasar dalam menyusun tata kelola TI Institusi. Dalam penyusunan kerangka kerja tata kelola TI harus berdasarkan standar nasional/internasional dan/atau praktik terbaik.\nMelakukan kajian kerangka kerja tata kelola TI adalah kegiatan pengkajian secara sistematis terhadap kerangka kerja tata kelola TI Institusi yang telah ditetapkan atau berdasarkan standar nasional/internasional dan/atau praktik terbaik. kerangka kerja tata kelola TI. Kegiatan ini bertujuan untuk melakukan perbaikan berkelanjutan terhadap kerangka kerja tata kelola TI Institusi.\nKegiatan menyusun kerangka kerja tata kelola TI ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi komponen-komponen tata kelola TI (termasuk interaksinya) yang akan menjadi cakupan dalam kerangka kerja tata kelola TI;\n2. Menyusun tahapan dan proses untuk membangun tata kelola TI berdasarkan komponen-komponen yang telah diidentifikasi;\n3. Menentukan aktivitas, input output, dan alat bantu yang digunakan untuk menjalankan proses dalam kerangka kerja;\n4. Menentukan metode pengukuran tingkat kematangan penerapan/implementasi tata kelola TI; dan\n5. Mendokumentasikan hasil penyusunan kerangka kerja tata kelola TI.\nKegiatan mengkaji kerangka kerja tata kelola TI ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi kerangka kerja tata kelola TI yang akan dikaji;\n2. Melakukan kajian kerangka kerja tata kelola TI yang telah diidentifikasi;\n3. Mengidentifikasi perubahan kerangka kerja tata kelola TI berdasarkan hasil kajian;\n4. Mengusulkan rekomendasi perubahan kerangka kerja tata kelola TI; dan\n5. Mendokumentasikan hasil kajian kerangka kerja tata kelola TI.",
          "satuan_hasil" : "Dokumen kerangka kerja tata kelola TI atau hasil kajian kerangka kerja tata kelola TI",
          "angka_kredit" : 2.308,
          "batasan_penilaian" : "Jumlah maksimum kegiatan Menyusun kerangka kerja tata kelola TI yang dapat dinilai adalah 1 (satu) kali per tahun. Jumlah maksimum kegiatan mengkaji kerangka kerja tata kelola TI yang dapat dinilai adalah 1 (satu) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen kerangka kerja tata kelola TI yang mencakup namun tidak terbatas pada:\n1. Komponen-komponen tata kelola TI yang akan dicakup dalam kerangka kerja tata kelola TI;\n2. Tahapan dan proses pembangunan tata kelola TI berdasarkan komponen;\n3. Aktivitas, input-output serta alat bantu yang digunakan untuk menjalankan proses dalam kerangka kerja; dan\n4. Metode pengukuran tingkat kematangan penerapan/implementasi tata kelola TI.\nDokumen hasil kajian kerangka kerja tata kelola TI mencakup namun tidak terbatas pada:\n1. Hasil identifikasi kerangka kerja tata kelola TI yang akan dikaji;\n2. Hasil kajian kerangka kerja tata kelola TI yang telah diidentifikasi;\n3. Perubahan yang perlu dilakukan terhadap kerangka kerja tata kelola TI berdasarkan hasil kajian; dan\n4. Rekomendasi perubahan kerangka kerja tata kelola TI.",
          "contoh" : "Ari Nugraha, M.Sc., Seorang Pranata Komputer Ahli Utama menyusun kerangka kerja tata kelola TI institusinya, maka Ari Nugraha mendapat Angka Kredit sebesar 2,308. Sementara itu, jika Ari Nugraha dalam melakukan kajian terhadap kerangka kerja tata kelola TI institusinya serta menyusun kerangka kerja tata kelola TI yang baru berdasarkan hasil reviu tersebut, maka Ari Nugraha mendapat tambahan Angka Kredit sebesar 2 x 2,308. Dengan demikian, total nilai Angka Kredit yang diterima adalah 2 x 2,308 = 4,616."
        },
        {
          "kode" : "I.A.19",
          "judul" : "Menyusun Tata Kelola TI",
          "uraian" : "Menyusun tata kelola TI adalah melakukan kegiatan penyusunan tata kelola TI Institusi dengan menggunakan kerangka kerja tata kelola TI yang telah ditetapkan oleh Institusi baik yang disusun sendiri atau kerangka kerja tata kelola TI yang diadopsi dari standar nasional/internasional dan/atau praktik terbaik. Tata kelola yang disusun harus merujuk pada kerangka kerja tata kelola TI Institusi yang selaras dan sesuai dengan Kebijakan TI Institusi. Tata kelola TI yang dibuat akan menjadi dasar dalam mengelola TI Institusi.\nKegiatan menyusun tata kelola TI mencakup namun tidak terbatas pada:\n1. Menentukan Tujuan dan Cakupan tata kelola TI;\n2. Menentukan Prinsip-prinsip tata kelola TI;\n3. Menyusun Struktur serta RACI tata kelola TI;\n4. Menyusun model operasi tata kelola TI;\n5. Menyusun Kebijakan tata kelola TI;\n6. Menyusun Standar tata kelola TI;\n7. Menyusun Prosedur tata kelola TI;\n8. Menyusun rencana implementasi tata kelola TI;\n9. Menentapkan aturan terhadap pelanggaran tata kelola TI; dan\n10. Mendokumentasikan kegiatan penyusunan tata kelola TI.",
          "satuan_hasil" : "Dokumen tata kelola TI",
          "angka_kredit" : 1.320,
          "batasan_penilaian" : "Jumlah maksimum kegiatan Menyusun tata kelola TI yang dapat dinilai adalah 4 (empat) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen tata kelola TI mencakup namun tidak terbatas pada:\n1. Tujuan dan Cakupan tata kelola TI;\n2. Prinsip-prinsip tata kelola TI;\n3. Struktur serta RACI tata kelola TI;\n4. Model operasi tata kelola TI;\n5. Kebijakan tata kelola TI;\n6. Standar tata kelola TI;\n7. Prosedur tata kelola TI;\n8. Rencana implementasi tata kelola TI; dan\n9. Aturan terkait pelanggaran tata kelola TI.",
          "contoh" : "Dr. Novianto Budi Kurniawan, seorang Pranata Komputer Ahli Madya menyusun tata kelola layanan TI dan tata kelola Big Data untuk institusinya, karena tata kelola TI yang disusun pada dua obyek yang berbeda maka Novianto Budi Kurniawan akan diberikan angka kredit sebesar 2 x 1,320 = 2,640.\nNamun jika Novianto Budi Kurniawan menyusun tata kelola Big Data institusinya tetapi tidak termasuk rencana implementasi tata kelolanya, maka untuk Novianto Budi Kurniawan akan diberikan angka kredit sebesar 8/9 x 1,32 = 1,173."
        },
        {
          "kode" : "I.A.20",
          "judul" : "Melakukan Pengkajian Terhadap Tata Kelola TI",
          "uraian" : "Melakukan pengkajian terhadap tata kelola TI adalah adalah kegiatan pengkajian secara sistematis terhadap tata kelola TI Institusi yang telah ditetapkan. Pengkajian tata kelola ini merupakan bentuk dari perbaikan berkelanjutan dari tata kelola TI Institusi.\nKegiatan pengkajian terhadap tata kelola TI mencakup namun tidak terbatas pada:\n1. Mengidentifikasi tata kelola TI yang akan dikaji;\n2. Melakukan kajian dan analisis terhadap tata kelola TI yang telah ada;\n3. Mengidentifikasi perubahan tata kelola TI berdasarkan hasil kajian;\n4. Mengusulkan rekomendasi perubahan tata kelola TI; dan\n5. Mendokumentasikan hasil kajian tata kelola TI.",
          "satuan_hasil" : "Dokumen kajian tata kelola TI",
          "angka_kredit" : 0.825,
          "batasan_penilaian" : "Jumlah maksimum kegiatan mengkaji tata kelola TI yang dapat dinilai adalah 4 (empat) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen kajian tata kelola TI mencakup namun tidak terbatas pada:\n1. Hasil identifikasi tata kelola TI;\n2. Hasil kajian dan analisis tata kelola TI;\n3. Hasil identifikasi perubahan tata kelola TI berdasarkan hasil kajian; dan\n4. Rekomendasi perubahan tata kelola TI;",
          "contoh" : "Dudi Barmana, MT, seorang Pranata Komputer Ahli Madya mengkaji tata kelola pusat data dan tata kelola aset TI institusinya, karena tata kelola TI yang dikaji pada dua obyek yang berbeda maka Dudi Barmana akan diberikan angka kredit sebesar 2 x 0,825 = 1,650.\nNamun jika Dudi Barmana melakukan pengkajian terhadap tata kelola aset TI institusinya tetapi tidak termasuk rekomendasi perubahan tata kelola yang perlu dilakukan, maka Dudi Barmana akan diberikan angka kredit sebesar 3/4 x 0,825 = 0,619."
        },
        {
          "kode" : "I.A.21",
          "judul" : "Menyusun Struktur Tata Kelola TI",
          "uraian" : "Menyusun struktur tata kelola TI adalah kegiatan menyusun kerangka (outline) yang sistematis dan memuat garis-garis besar serta penjelasannya dari dokumen tata kelola TI yang akan disusun. Penyusunan struktur tata kelola TI harus berdasarkan standar nasional/internasional dan/atau praktik terbaik. Struktur tata kelola TI ini menjadi panduan dalam penyusunan dokumen tata kelola TI.\nKegiatan menyusun struktur tata kelola TI mencakup namun tidak terbatas pada:\n1. Mengidentifikasi tata kelola TI yang akan disusun strukturnya;\n2. Menyusun kerangka (outline) yang memuat garis-garis besar struktur tata kelola TI;\n3. Membuat penjelasan dari setiap kerangka termasuk informasi cara pengisiannya; dan\n4. Mendokumentasikan kegiatan penyusunan struktur tata kelola TI.",
          "satuan_hasil" : "Dokumen struktur tata kelola TI",
          "angka_kredit" : 0.825,
          "batasan_penilaian" : "Jumlah maksimum kegiatan Menyusun struktur tata kelola TI yang dapat dinilai adalah 4 (empat) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen struktur tata kelola TI mencakup namun tidak terbatas pada:\n1. Hasil identifikasi tata kelola TI yang akan disusun strukturnya;\n2. Kerangka (outline) yang memuat garis-garis besar struktur tata kelola TI; dan\n3. Penjelasan dari setiap kerangka termasuk informasi cara pengisiannya.",
          "contoh" : "Suryono Hadi, M.T., seorang Pranata Komputer Ahli Madya menyusun struktur untuk tata kelola pusat data dan tata kelola layanan TI institusinya, karena struktur tata kelola TI yang disusun pada dua obyek yang berbeda maka untuk Suryono Hadi akan diberikan angka kredit sebesar 2 x 1,100 = 2,200.\nNamun jika Suryono Hadi melakukan penyusunan struktur tata kelola aset TI institusinya tetapi tidak termasuk penjelasan dari setiap bagian kerangka beserta cara pengisiannya, maka Suryono Hadi akan diberikan angka kredit sebesar 2/3 x 1,100 = 0,733."
        },
        {
          "kode" : "I.A.22",
          "judul" : "Menyusun Atau Mengkaji Kerangka Kerja Kebijakan TI",
          "uraian" : "Kerangka Kerja Kebijakan TI diartikan sebagai sebuah struktur konsep dasar konten, tahapan, dan proses yang dapat dijadikan sebagai alat untuk menyusun pemikiran, memastikan konsistensi dan kelengkapan dalam menyusun Kebijakan TI. Kerangka Kerja secara nyata dimaksudkan untuk berfungsi sebagai pendukung atau panduan dalam membangun sesuatu.\nMelakukan penyusunan kerangka kerja kebijakan TI Institusi adalah kegiatan menyusun Kerangka kerja kebijakan TI yang akan menjadi dasar dalam menyusun kebijakan TI Institusi. Dalam penyusunan kerangka kerja kebijakan TI harus berdasarkan standar nasional/internasional dan/atau praktik terbaik.\nMelakukan kajian kerangka kerja kebijakan TI adalah kegiatan pengkajian secara sistematis terhadap kerangka kerja kebijakan TI Institusi yang telah ditetapkan atau berdasarkan praktik terbaik kerangka kerja kebijakan TI. Kegiatan ini bertujuan untuk melakukan perbaikan berkelanjutan terhadap kerangka kerja kebijakan TI Institusi.\nKegiatan menyusun kerangka kerja kebijakan TI mencakup namun tidak terbatas pada:\n1. Mengidentifikasi komponen-komponen kebijakan TI (termasuk interaksinya) yang akan menjadi cakupan dalam kerangka kerja kebijakan TI;\n2. Menyusun tahapan dan proses untuk membangun kebijakan TI berdasarkan komponen-komponen yang telah diidentifikasi;\n3. Menentukan aktivitas, input output, dan alat bantu yang digunakan untuk menjalankan proses dalam kerangka kerja kebijakan TI;\n4. Menentukan metode pengukuran tingkat kematangan penerapan/implementasi kebijakan TI; dan\n5. Mendokumentasikan hasil penyusunan kerangka kerja kebijakan TI.\nKegiatan mengkaji kerangka kerja kebijakan TI mencakup namun tidak terbatas pada:\n1. Mengidentifikasi kerangka kerja kebijakan TI yang akan dikaji;\n2. Melakukan kajian kerangka kerja kebijakan TI yang telah diidentifikasi;\n3. Mengidentifikasi perubahan kerangka kerja kebijakan TI berdasarkan hasil kajian;\n4. Mengusulkan rekomendasi perubahan kerangka kerja kebijakan TI; dan\n5. Mendokumentasikan hasil kajian kerangka kerja kebijakan TI.",
          "satuan_hasil" : "Dokumen kerangka kerja TI atau hasil kajian kerangka kerja TI",
          "angka_kredit" : 2.200,
          "batasan_penilaian" : "Jumlah maksimum kegiatan Menyusun kerangka kerja kebijakan TI yang dapat dinilai adalah 1 (satu) kali per tahun. Jumlah maksimum kegiatan mengkaji kerangka kebijakan kelola TI yang dapat dinilai adalah 1 (satu) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen kerangka kerja kebijakan TI mencakup namun tidak terbatas pada:\n1. Hasil identifikasi komponen-komponen kebijakan TI yang akan menjadi cakupan dalam kerangka kerja kebijakan TI;\n2. Tahapan dan proses untuk membangun kebijakan TI berdasarkan komponen-komponen yang telah diidentifikasi;\n3. Aktivitas, input output, dan alat bantu yang digunakan untuk menjalankan proses dalam kerangka kerja kebijakan TI; dan\n4. Metode pengukuran tingkat kematangan penerapan/implementasi kebijakan TI.\nDokumen hasil kajian kerangka kerja kebijakan TI mencakup namun tidak terbatas pada:\n1. Hasil identifikasi kerangka kerja kebijakan TI yang akan dikaji;\n2. Hasil kajian terhadap kerangka kerja kebijakan TI yang telah diidentifikasi;\n3. Hasil identifikasi perubahan yang perlu dilakukan terhadap kerangka kerja kebijakan TI berdasarkan hasil kajian; dan\n4. Rekomendasi perubahan kerangka kerja kebijakan TI.",
          "contoh" : "Dr. Eka Miftah, seorang Pranata Komputer Ahli Utama menyusun kerangka kerja kebijakan TI institusinya, maka Eka Miftah mendapat Angka Kredit sebesar 2,200.\nSementara itu, jika Eka Miftah dalam melakukan kajian terhadap kerangka kerja kebijakan TI institusinya serta menyusun kerangka kerja kebijakan TI yang baru berdasarkan hasil reviu tersebut, maka Eka Miftah mendapat tambahan Angka Kredit sebesar 2 x 2,200. Dengan demikian, total nilai Angka Kredit yang diterima adalah 2 x 2,200 = 4,400."
        },
        {
          "kode" : "I.A.23",
          "judul" : "Menyusun Atau Mengkaji Kebijakan TI",
          "uraian" : "Menyusun kebijakan TI adalah melakukan kegiatan penyusunan kebijakan TI Institusi dengan menggunakan kerangka kerja kebijakan TI yang telah ditetapkan oleh Institusi baik yang disusun sendiri atau kerangka kerja kebijakan TI yang diadopsi dari standar nasional/internasional dan/atau praktik terbaik. Kebijakan TI disusun/diturunkan berdasarkan prinsip-prinsip TI institusi dengan mengacu pada kerangka kerja kebijakan TI Institusi. Kebijakan TI yang dibuat akan menjadi aturan dalam mengelola TI Institusi secara menyeluruh di area TI institusi.\nMelakukan pengkajian terhadap kebijakan TI adalah adalah kegiatan pengkajian secara sistematis terhadap kebijakan TI Institusi yang telah ditetapkan. Pengkajian kebijakan ini merupakan bentuk dari perbaikan berkelanjutan dari kebijakan TI Institusi.\nKegiatan menyusun kebijakan TI mencakup namun tidak terbatas pada:\n1. Menentukan Tujuan dan Cakupan kebijakan TI;\n2. Menyusun Struktur serta RACI kebijakan TI;\n3. Menyusun kebijakan TI;\n4. Menyusun Standar kebijakan TI;\n5. Menyusun Prosedur kebijakan TI;\n6. Menyusun rencana implementasi kebijakan TI; dan\n7. Mendokumentasikan kegiatan penyusunan kebijakan TI.\nKegiatan mengkaji kebijakan TI mencakup namun tidak terbatas pada:\n1. Mengidentifikasi kebijakan TI yang akan dikaji;\n2. Melakukan kajian kebijakan TI yang telah diidentifikasi;\n3. Mengidentifikasi perubahan kebijakan TI berdasarkan hasil kajian;\n4. Mengusulkan rekomendasi perubahan kebijakan TI; dan\n5. Mendokumentasikan hasil kajian kebijakan TI.",
          "satuan_hasil" : "Dokumen kebijakan TI atau hasil kajian kebijakan TI",
          "angka_kredit" : 2.200,
          "batasan_penilaian" : "Jumlah maksimum kegiatan Menyusun kebijakan TI yang dapat dinilai adalah 1 (satu) kali per tahun. Jumlah maksimum kegiatan mengkaji kebijakan TI yang dapat dinilai adalah 1 (satu) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen kebijakan TI mencakup namun tidak terbatas pada:\n1. Tujuan dan Cakupan kebijakan TI;\n2. Struktur serta RACI kebijakan TI;\n3. Kebijakan TI;\n4. Standar kebijakan TI;\n5. Prosedur kebijakan TI; dan\n6. Rencana implementasi kebijakan TI.\nDokumen hasil kajian kebijakan TI mencakup namun tidak terbatas pada:\n1. Hasil identifikasi kebijakan TI yang akan dikaji;\n2. Hasil kajian kebijakan TI yang telah diidentifikasi;\n3. Hasil identifikasi perubahan kebijakan TI berdasarkan hasil kajian; dan\n4. Rekomendasi perubahan kebijakan TI.",
          "contoh" : "Dr. Imam Kurniawan, seorang Pranata Komputer Ahli Utama menyusun kebijakan TI institusinya, maka Imam Kurniawan mendapat Angka Kredit sebesar 2,200.\nSementara itu, jika Imam Kurniawan juga melakukan kajian kebijakan TI untuk mendukung penyusunan dokumen kebijakan TI, maka Imam Kurniawan mendapat tambahan Angka Kredit sebesar 2 x 2,200. Dengan demikian, total nilai Angka Kredit yang diterima adalah 2 x 2,200 = 4,400."
        },
        {
          "kode" : "I.A.24",
          "judul" : "Menyusun Instrumen Untuk Mengukur Keselarasan Tujuan TI Dan Tujuan Bisnis",
          "uraian" : "Menyusun instrumen yang dimaksud adalah menyusun ukuran dan alat ukur yang akan digunakan untuk mengukur keselarasan antara tujuan TI dan tujuan bisnis. Kegiatan ini merupakan bentuk perbaikan berkelanjutan dalam upaya penyelarasan TI dan bisnis. Instrumen yang disusun untuk mengukur keselarasan tujuan TI dan tujuan bisnis harus berdasarkan Indikator Kinerja Utama (IKU) terkait keselarasan TI dengan bisnis yang telah ditetapkan pada dokumen strategi TI institusi. Dalam penyusunan instrumen harus berdasarkan standar nasional/internasional dan/atau praktik terbaik.\nKegiatan menyusun instrumen untuk mengukur keselarasan tujuan TI dan tujuan bisnis mencakup namun tidak terbatas pada:\n1. Mengidentifikasi IKU terkait keselarasan TI dengan bisnis;\n2. Melakukan pengkajian praktik terbaik terkait instrumen keselarasan TI dengan bisnis;\n3. Menetapkan cakupan dan batasan dari instrumen keselarasan TI dengan bisnis;\n4. Menentukan ukuran, alat ukur dan metode pengukuran keselarasan TI dengan bisnis;\n5. Menentukan tingkatan/level keselarasan TI dengan bisnis dari hasil pengukuran; dan\n6. Mendokumentasikan instrumen untuk mengukur keselarasan tujuan TI dan tujuan bisnis.",
          "satuan_hasil" : "Instrumen pengukuran keselarasan tujuan TI dan tujuan bisnis",
          "angka_kredit" : 1.408,
          "batasan_penilaian" : "Jumlah maksimum kegiatan Menyusun instrumen untuk mengukur keselarasan tujuan TI dan tujuan bisnis yang dapat dinilai adalah 1 (satu) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Instrumen untuk mengukur keselarasan tujuan TI dan tujuan bisnis mencakup namun tidak terbatas pada:\n1. Hasil identifikasi IKU terkait keselarasan TI dengan bisnis;\n2. Hasil kajian praktik terbaik terkait instrumen keselarasan TI dengan bisnis;\n3. Cakupan dan batasan dari instrumen keselarasan TI dengan bisnis;\n4. Ukuran, alat ukur dan metode pengukuran keselarasan TI dengan bisnis; dan\n5. Tingkatan/level keselarasan TI dengan bisnis dari hasil pengukuran.",
          "contoh" : "Dr. M. Hanif, seorang Pranata Komputer Ahli Utama menyusun instrumen untuk mengukur keselarasan tujuan TI dan tujuan bisnis institusinya, maka untuk M. Hanif akan diberikan angka kredit sebesar 1,408.\nNamun M. Hanif tersebut melakukan penyusunan instrumen untuk mengukur keselarasan tujuan TI dan tujuan bisnis institusinya tetapi tidak termasuk Tingkatan/level keselarasan TI dengan bisnis dari hasil pengukuran, maka untuk M. Hanif akan diberikan angka kredit sebesar 4/5 x 1,408 = 1,126."
        },
        {
          "kode" : "I.A.25",
          "judul" : "Melakukan Pengukuran dan Pengkajian Terhadap Keselarasan Tujuan TI dengan Tujuan Bisnis",
          "uraian" : "Melakukan pengukuran dan pengkajian terhadap keselarasan tujuan TI dengan tujuan bisnis adalah kegiatan mengukur tingkat keselarasan tujuan TI dengan tujuan bisnis. Pengukuran dilakukan berdasarkan instrumen dan metode pengukuran yang telah ditetapkan oleh Institusi. Hasil kegiatan ini dapat digunakan sebagai bahan evaluasi dalam rangka mewujudkan peningkatan berkelanjutan dari keselarasan TI dan bisnis dalam upaya mencapai visi dan misi Institusi.\nKegiatan pengukuran dan pengkajian terhadap keselarasan tujuan TI dengan tujuan bisnis mencakup namun tidak terbatas pada:\n1. Mengidentifikasi instrumen untuk mengukur keselarasan tujuan TI dan tujuan bisnis yang akan digunakan;\n2. Melakukan pengukuran keselarasan TI dengan bisnisdengan instrumen dan metode pengukuran yang telah ditetapkan oleh Institusi;\n3. Melakukan analisis hasil pengukuran keselarasan TI dengan bisnis;\n4. Menyusun rekomendasi berdasarkan hasil pengukuran keselarasan TI dengan bisnis; dan\n5. Mendokumentasikan hasil pengukuran dan pengkajian terhadap keselarasan tujuan TI dengan tujuan bisnis.",
          "satuan_hasil" : "Dokumen ukuran dan kajian keselarasan tujuan TI dengan tujuan bisnis",
          "angka_kredit" : 1.320,
          "batasan_penilaian" : "Jumlah maksimum kegiatan Melakukan pengukuran dan pengkajian terhadap keselarasan tujuan TI dengan tujuan bisnis yang dapat dinilai adalah 1 (satu) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen pengukuran dan pengkajian terhadap keselarasan tujuan TI dengan tujuan bisnis mencakup namun tidak terbatas pada:\n1. Hasil identifikasi instrumen untuk mengukur keselarasan tujuan TI dan tujuan bisnis yang akan digunakan;\n2. Hasil pengukuran keselarasan TI dengan bisnisdengan instrumen dan metode pengukuran yang telah ditetapkan oleh Institusi;\n3. Hasil analisis hasil pengukuran keselarasan TI dengan bisnis; dan\n4. Rekomendasi berdasarkan hasil pengukuran keselarasan TI dengan bisnis.",
          "contoh" : "Dr. Novianto Budi Kurniawan, seorang Pranata Komputer Ahli Madya pengukuran dan pengkajian terhadap keselarasan tujuan TI dengan tujuan bisnis, maka Novianto Budi Kurniawan akan diberikan angka kredit sebesar 1,320.\nNamun jika Novianto Budi Kurniawan melakukan pengukuran dan pengkajian terhadap keselarasan tujuan TI dengan tujuan bisnis tetapi tidak termasuk rekomendasi, maka untuk Novianto Budi Kurniawan akan diberikan angka kredit sebesar 3/4 x 1,320 = 0,990."
        },
        {
          "kode" : "I.A.26",
          "judul" : "Menetapkan Target Manfaat Atau Dampak dari Implementasi TI",
          "uraian" : "Menetapkan target manfaat atau dampak dari implementasi TI merupakan kegiatan menyusun manfaat atau dampak dari penerapan atau adopsi teknologi informasi dalam pelaksanaan tata kelola institusi. Manfaat TI atau dampak TI merupakan nilai-nilai (value) teknologi informasi yang dapat dioptimalkan untuk mewujudkan visi dan misi institusi. Target atau manfaat TI ditetapkan dengan tujuan untuk menjadi ukuran pencapaian dalam pengembangan teknologi informasi. Penentuan target manfaat atau dampak TI harus sesuai dengan praktik terbaik yang berkaitan. Kegiatan penetapan target manfaat atau dampak dari implementasi TI ini berlaku untuk per area TI.\nTahapan yang dilakukan dalam menetapkan target atau manfaat dari implementasi TI mencakup namun tidak terbatas pada:\n1. Melakukan identifikasi area TI;\n2. Melakukan identifikasi cakupan pengembangan TI;\n3. Melakukan kajian pemanfaatan atau dampak implementasi TI terkait dari berbagai sumber informasi;\n4. Menentukan manfaat atau dampak yang dapat dicapai dari implementasi TI tersebut dari hasil kajian;\n5. Menguraikan faktor - faktor yang mendukung tercapainya manfaat atau dampak dari implementasi TI;\n6. Menguraikan langkah-langkah yang mendukung tercapainya manfaat atau dampak TI tersebut; dan\n7. Menentukan ukuran tercapainya manfaat atau dampak TI.",
          "satuan_hasil" : "Dokumen target manfaat atau dampak dari implementasi TI",
          "angka_kredit" : 0.495,
          "batasan_penilaian" : "Maksimal kegiatan menentukan target atau manfaat implementasi TI yang dapat dinilai adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen target manfaat atau dampak implementasi TI yang memuat informasi setidaknya mencakup poin 1-4 berikut namun tidak terbatas pada:\n1. Hasil identifikasi area TI;\n2. Hasil identifikasi cakupan pengembangan TI;\n3. Hasil Kajian pemanfaatan atau dampak implementasi TI;\n4. Daftar target manfaat atau dampak yang dapat dicapai dari implementasi TI;\n5. Daftar faktor-faktor yang mendukung tercapainya manfaat atau dampak implementasi TI;\n6. Langkah-langkah yang dilakukan untuk dapat mengoptimalkan tercapainya manfaat atau dampak dari implementasi TI; dan\n7. Ukuran/indikator tercapainya manfaat atau dampak implementasi TI.",
          "contoh" : "Elvin, S.Kom, MTI, seorang Pranata Komputer Ahli Madya menyusun dokumen target manfaat atau dampak dari penerapan DevOps dalam pengembangan sistem informasi di institusinya. Dokumen tersebut memuat informasi area dan cakupan TI, item manfaat dan dampak TI, faktor-faktor dan langkah-langkah yang mendukung implementasi TI namun tidak menbuat ukuran atau atau indikator tercapainya manfaat tersebut. Maka Elvin mendapatkan nilai 5/7 x 0,495 = 0,355."
        },
        {
          "kode" : "I.A.27",
          "judul" : "Melakukan Evaluasi Target Manfaat Atau Dampak Dari Implementasi TI",
          "uraian" : "Melakukan evaluasi target manfaat atau dampak dari implementasi TI adalah kegiatan membuat analisa dan kajian terstruktur terhadap target manfaat atau dampak dari implementasi TI yang diusulkan. Tujuan dari kegiatan evaluasi ini adalah untuk memastikan nilai dari implementasi TI yang diusulkan benar-benar memberikan manfaat atau dampak secara optimal bagi institusi, mengatasi permasalahan yang terjadi, dan sesuai dengan visi dan misi institusi. Kegiatan evaluasi target manfaat atau dampak dari implementasi TI ini berlaku untuk per area TI.\nTahapan dari kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi area TI yang menjadi obyek penyusunan dokumen manfaat atau dampak implementasi TI;\n2. Menganalisa dan mengkaji dokumen manfaat atau dampak implementasi TI yang diusulkan, dengan membandingkan dengan manfaat atau dampak implementasi TI yang pernah dilakukan di tempat lain; dan\n3. Memberikan rekomendasi dan atau saran dari hasil analisa dan kajian.",
          "satuan_hasil" : "Dokumen evaluasi target manfaat atau dampak dari implementasi TI",
          "angka_kredit" : 0.440,
          "batasan_penilaian" : "Maksimal kegiatan yang dapat dinilai adalah 4 (empat) kali per tahun. Kegiatan evaluasi yang dapat dinilai adalah kegiatan evaluasi terhadap dokumen usulan manfaat atau dampak implementasi TI yang diusulkan untuk setiap program atau project kegiatan TI.",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen Hasil Evaluasi target dan dampaknya dari implementasi TI yang memuat informasi:\n1. Hasil identifikasi area TI;\n2. Hasil analisa dan kajian terhadap dokumen manfaat atau dampak implementasi TI yang diusulkan; dan\n3. Rekomendasi atau saran terhadap dokumen manfaat atau dampak implementasi yang diusulkan.",
          "contoh" : "Robby Darmawan, M.Kom, seorang Pranata Komputer Ahli Utama melakukan evaluasi terkait dokumen manfaat dan dampak dari implementasi Pengembangan sistem informasi menggunakan DevOps serta dokumen manfaat atau dampak implementasi COBIT dalam penyusunan Tata Kelola TI. Setiap evaluasi terhadap dokumen manfaat implementasi TI mendapatkan AK 0,44. Dengan demikian Robby Darmawan mendapatkan AK 2 x 0,44 = 0,88. Jika bukti fisik yang disertakan tidak mencantumkan rekomendasi atau saran, maka tidak bisa diberikan Angka Kredit."
        },
        {
          "kode" : "I.A.28",
          "judul" : "Menetapkan Cara Mengukur Performa TI",
          "uraian" : "Menetapkan cara mengukur performa TI adalah kegiatan penetapan metrik/indikator performa TI dan cara melakukan pengukuran kinerja atau performa TI institusi. Kegiatan ini mencakup daftar dan definisi metrik/indikator IT performance termasuk dimensi yang ingin diukur dari tiap indikator, akuisisi teknologi, serta cara mengukur indikator tersebut. Kegiatan ini diharapkan dapat menyelaraskan setiap proses bisnis yang ada dengan teknologi informasi untuk mencapai tujuan yang diharapkan. Kegiatan penetapan indikator dan cara pengukuran performa TI berlaku untuk per area TI.\nKegiatan menetapkan cara mengukur performa TI mencakup namun tidak terbatas pada:\n1. Mengidentifikasi area TI yang akan diukur performa atau kinerjanya;\n2. Mengidentifikasi KPI (Key Performance Indicator) yang relevan dengan performa TI yang akan diukur;\n3. Menetapkan instrumen pengukuran performa TI (metrik atau indikator performa TI);\n4. Membuat konsep dan definisi untuk masing-masing indikator tersebut;\n5. Menentukan formula perhitungan indikatornya; dan\n6. Menetapkan sumber data untuk penghitungan indikator tersebut.",
          "satuan_hasil" : "Instrumen pengukuran performa TI",
          "angka_kredit" : 1.155,
          "batasan_penilaian" : "Jumlah maksimum kegiatan menetapkan cara mengukur performa TI yang dapat dinilai adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Instrumen pengukuran peforma TI mencakup namun tidak terbatas pada:\n1. Area TI yang akan diukur performa atau kinerjanya;\n2. KPI (Key Performance Indicator) yang relevan dengan performa TI yang akan diukur;\n3. Instrumen pengukuran performa TI (metrik atau indikator performa TI);\n4. Konsep dan definisi untuk masing-masing indikator tersebut;\n5. Formula perhitungan indikatornya; dan\n6. Sumber data untuk penghitungan indikator tersebut.",
          "contoh" : "Dr. Novianto Budi Kurniawan, seorang Pranata Komputer Ahli Madya melakukan penyusunan instrumen untuk mengukur performa TI Sistem Manajemen Kepegawaian. Bukti fisik yang dikumpulkan oleh Novianto Budi Kurniawan tidak mencantumkan sumber data yang akan digunakan dalam pengukuran, maka Novianto Budi Kurniawan akan mendapatkan angka kredit sebesar 5/6 x 1,155 = 0,962."
        },
        {
          "kode" : "I.A.29",
          "judul" : "Melakukan Pengukuran Performa TI",
          "uraian" : "Melakukan pengukuran performa TI adalah melakukan kegiatan pengukuran performa TI berdasarkan instrumen pengukuran performa  TI  yang  telah  disusun/ditentukan.  Kegiatan  pengukuran performa TI ini mencakup proses pengumpulan data, pengolahan data, sampai dengan analisis data hasil pengukuran performa IT. Kegiatan melakukan pengukuran performa TI berlaku untuk per area TI. Kegiatan pengukuran performa TI harus berdasarkan instrumen pengukuran performa TI yang sudah disahkan secara institusi.\nKegiatan melakukan pengukuran performa TI mencakup namun tidak terbatas pada:\n1. Memilih area TI yang akan diukur performa atau kinerjanya;\n2. Mengumpulkan data berdasarkan sumber data indikator;\n3. Melakukan pengolahan data dan pengukuran performa TI berdasarkan formula indikatornya;\n4. Melakukan analisis hasil pengukuran performa TI; dan\n5. Membuat dokumentasi hasil pengukuran performa TI.",
          "satuan_hasil" : "Dokumen hasil pengukuran Performa TI",
          "angka_kredit" : 0.220,
          "batasan_penilaian" : "Jumlah maksimum kegiatan melakukan pengukuran performa TI yang dapat dinilai adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen hasil pengukuran performa TI mencakup namun tidak terbatas pada:\n1. Jenis area TI yang akan diukur performa atau kinerjanya;\n2. Daftar Data yang telah dikumpulkan;\n3. Hasil pengolahan data dan pengukuran performa TI berdasarkan formula indikatornya;\n4. Hasil analisis pengukuran performa TI; dan\n5. Dokumentasi hasil pengukuran performa TI.",
          "contoh" : "Yulia Virantina, MT., seorang Pranata Komputer Ahli Muda melakukan pengukuran performa TI untuk Sistem Manajemen Kepegawaian dan Sistem Manajemen Aset TI. Bukti fisik yang dikumpulkan oleh Yulia Virantina tersebut:\n1. Sistem Aset TI tidak mencantumkan daftar data yang akan digunakan; dan\n2. Sistem Manajemen Kepegawaian lengkap sesuai syarat bukti fisik.\nMaka Yulia Virantina akan mendapatkan angka kredit sebesar (4/5 x 0,220) + (0,220) = 0,396."
        },
        {
          "kode" : "I.A.30",
          "judul" : "Menyusun Rencana TI",
          "uraian" : "Menyusun rencana TI adalah kegiatan membuat rencana menyeluruh pembangunan dan pengembangan TI yang mencakup jangka pendek, menengah dan panjang pada suatu institusi/organisasi. Rencana TI suatu institusi menjabarkan dengan sangat detail bagaimana strategi-strategi TI akan diimplementasikan, dalam batas-batas strategi yang luas, untuk mencapai tujuan TI yang telah disusun sebelumnya. Rencana program TI secara umum (high level) disusun untuk setiap komponen dari perubahan- perubahan yang diinginkan. Rencana program TI ini termasuk deskripsi program, anggota/tim yang bertanggung jawab, tanggal penyelesaian, sumber daya yang diperlukan, dan kolaborator (anggota/tim/unit lainnya yang sebaiknya perlu dilibatkan). Program dan Peta Jalan (Roadmap) TI disusun sebagai bagian dari rencana TI yang mencocokkan sasaran jangka pendek dan jangka panjang dengan solusi TI yang spesifik untuk mencapai strategi dan tujuan TI tersebut.\nDalam praktiknya, gambaran tentang struktur dan interaksi antara visi, misi, tujuan, strategi institusi terhadap implikasi TI harus diperhatikan dalam penyusunan rencana TI. Rencana TI juga menguraikan perkiraan biaya TI awal untuk setiap proyek/program TI, berdasarkan sumber daya TI yang dibutuhkan. Dalam kegiatan ini, Perkiraan biaya TI ini bisa digunakan sebagai referensi dalam menyusun rencana pembiayaan TI.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Menyusun rencana program TI yang mengimplementasikan strategi dan tujuan TI;\n2. Mengumpulkan semua tindakan perbaikan dan peningkatan yang dibutuhkan dalam lima tahun ke depan;\n3. Menggabungkan tindakan yang serupa dan/atau tindakan pelengkap ke dalam Proyek atau Program TI untuk dimasukkan dalam Roadmap TI;\n4. Mempertimbangkan prioritas Proyek/Program TI;\n5. Mengidentifikasi pra-syarat/kebutuhan dari Proyek/Program TI;\n6. Melakukan estimasi jangka waktu untuk setiap Proyek/Program TI;\n7. Membuat diagram/tabel Rencana Program dan Roadmap TI untuk proyek/program dalam lima tahun ke depan berdasarkan urutan dan/atau rencana waktu yang dibutuhkan;\n8. Memetakan roadmap TI terhadap sasaran jangka pendek dan jangka panjang dengan solusi TI yang spesifik untuk untuk mencapai strategi dan tujuan TI;\n9. Menentukan sumber daya TI yang dibutuhkan (perangkat keras, perangkat lunak, jasa) untuk setiap Proyek/Program TI, baik untuk proyek/program tersebut dan kegiatan operasional;\n10. Menentukan perkiraan biaya TI awal untuk setiap proyek/program TI, berdasarkan sumber daya TI yang dibutuhkan dengan memperhitungkan asumsi-asumsi seperti harga spesifikasi perangkat keras, harga spesifikasi perangkat lunak, harga jasa, tingkat persentase pemeliharaan tiap tahun; dan\n11. Mendokumentasikan kegiatan penyusunan rencana TI.",
          "satuan_hasil" : "Dokumen rencana TI",
          "angka_kredit" : 5.720,
          "batasan_penilaian" : "Jumlah maksimum kegiatan penyusunan rencana TI yang dapat dinilai adalah 2 (dua) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen rencana TI yang mencakup namun tidak terbatas pada:\n1. Rencana program TI yang mengimplementasikan strategi dan tujuan TI;\n2. Peta jalan (roadmap) TI dalam lima tahun ke depan;\n3. Tindakan perbaikan dan peningkatan yang dibutuhkan dalam lima tahun ke depan;\n4. Prioritas Proyek/Program TI;\n5. Pra-syarat/kebutuhan dari Proyek/Program TI;\n6. Estimasi jangka waktu untuk setiap Proyek/Program TI;\n7. Diagram/tabel Rencana Program dan Roadmap TI untuk proyek/program dalam lima tahun ke depan;\n8. Hasil pemetaan roadmap TI terhadap sasaran jangka pendek dan jangka panjang dengan solusi TI yang spesifik untuk untuk mencapai strategi dan tujuan TI;\n9. Sumber daya TI yang dibutuhkan (perangkat keras, perangkat lunak, jasa) untuk setiap Proyek/Program TI; dan\n10. Perkiraan biaya TI awal untuk setiap proyek/program TI, berdasarkan sumber daya TI yang dibutuhkan.",
          "contoh" : "Dr. Pudji Lestari, seorang Pranata Komputer Ahli Utama melakukan penyusunan rencana TI dengan melampirkan semua hasil yang tertera pada bukti fisik kegiatan, maka Pudji Lestari mendapat Angka Kredit sebesar 5,720. Jika Pudji Lestari melakukan penyusunan rencana TI namun tidak disertai dengan identifikasi sumber daya TI yang dibutuhkan dan perkiraan biaya TI awal, maka terhadap Pudji Lestari tidak dapat diberikan nilai penuh, melainkan 8/10 x 5.720 = 4.576."
        },
        {
          "kode" : "I.A.31",
          "judul" : "Menyusun Revisi Rencana TI",
          "uraian" : "Menyusun revisi rencana TI adalah melakukan revisi rencana TI yang sedang berjalan pada suatu institusi/organisasi. Rancangan penyesuaian/revisi rencana TI harus relevan dengan kebutuhan TI yang mendukung kebutuhan bisnis institusi. Artinya proses penyesuaian/revisi rencana TI dapat dipicu oleh perubahan kebutuhan TI, kondisi TI saat ini, trend teknologi (TI) terkini,perubahan kebutuhan bisnis institusi, maupun kebutuhan organisasi. Kegiatan penyusunan revisi rencana TI tetap harus berpedoman terhadap strategi dan tujuan TI serta mampu memperlihatkan implementasi strategi-strategi TI untuk mencapai tujuan TI yang telah disusun sebelumnya. Dalam praktiknya, gambaran tentang struktur dan interaksi antara visi, misi, tujuan, strategi institusi terhadap implikasi TI harus diperhatikan dalam penyusunan revisi rencana TI.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi dan menganalisis kondisi-kondisi yang menyebabkan perubahan, penyesuaian, atau revisi rencana TI;\n2. Melakukan penyesuaian dan revisi terhadap rencana TI berdasarkan pemicu kondisi perubahan;\n3. Mengidentifikasi implikasi penyesuaian/revisi rencana TI terhadap kinerja TI institusi;\n4. Mengidentifikasi manfaat dari penyesuaian/revisi rencana TI bagi institusi/organisasi;\n5. Melakukan penyesuaian kembali tahapan aktifitas, proyek/program TI, jangka waktu, jadwal/rencana kegiatan, dan pembiayaan TI;\n6. Mengidentifikasikan strategi dan tujuan TI yang terpengaruh akibat perubahan/penyesuaian/revisi rencana TI;\n7. Melakukan pemetaan perubahan dan penyesuaian rencana TI terhadap dengan strategi dan tujuan TI untuk memastikan bahwa perubahan dan penyesuaian rencana TI tersebut masih sejalan dengan strategi dan tujuan TI; dan\n8. Mendokumentasikan kegiatan penyusunan revisi rencana TI.",
          "satuan_hasil" : "Dokumen revisi rencana TI",
          "angka_kredit" : 0.960,
          "batasan_penilaian" : "Jumlah maksimum kegiatan penyusunan revisi rencana TI yang dapat dinilai adalah 2 (dua) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen revisi rencana TI yang mencakup namun tidak terbatas pada:\n1. Hasil identifikasi dan analisis kondisi-kondisi yang menyebabkan perubahan, penyesuaian, atau revisi rencana TI;\n2. Daftar penyesuaian dan revisi terhadap rencana TI berdasarkan pemicu kondisi perubahan;\n3. Hasil identifikasi implikasi penyesuaian/revisi rencana TI terhadap kinerja TI institusi;\n4. Hasil identifikasi manfaat dari penyesuaian/revisi rencana TI bagi institusi/organisasi;\n5. Hasil penyesuaian tahapan aktifitas, proyek/program TI, jangka waktu, jadwal/rencana kegiatan, dan pembiayaan TI;\n6. Hasil identifikasikan strategi dan tujuan TI berjalan/saat ini yang   terpengaruh   akibat   perubahan/   penyesuaian/   revisi rencana TI; dan\n7. Hasil pemetaan perubahan dan penyesuaian rencana TI terhadap dengan strategi dan tujuan TI.",
          "contoh" : "Dr. M. Sawung, seorang Pranata Komputer Ahli Utama melakukan penyusunan revisi rencana TI, maka M. Sawung mendapat Angka Kredit sebesar 0,960. Jika M. Sawung melakukan penyusunan revisi rencana TI dengan kelengkapan item bukti fisik di atas, namun tidak mengidentifikasi dan menganalisis kondisi-kondisi yang menyebabkan perubahan, penyesuaian, atau revisi rencana TI tersebut, maka terhadap M. Sawung tidak dapat diberikan nilai penuh, melainkan 6/7 x 0,960= 0,823. Jika dari bukti fisik tersebut tidak dilampirkan hasil identifikasi strategi dan tujuan TI berjalan/saat ini yang terpengaruh akibat perubahan/penyesuaian/revisi rencana TI serta tidak memetakan perubahan tersebut, maka terhadap M. Sawung dikurangi lagi nilainya menjadi 5/7 x 0,960= 0,686."
        },
        {
          "kode" : "I.A.32",
          "judul" : "Menyusun Skala Prioritas Solusi TI Dalam Rencana TI",
          "uraian" : "Menyusun skala prioritas solusi TI dalam Rencana TI adalah kegiatan penyusunan rencana aksi yang lebih implementatif sebagai solusi terhadap permasalahan terkait TI. Solusi TI harus selaras dan sejalan dengan program dan/atau project TI yang ada di Rencana TI. Kegiatan penentuan solusi TI ini harus berdasarkan kajian terhadap standar Nasional, Internasional, dan/atau praktik terbaik.\nKegiatan ini mencakup namum tidak terbatas pada:\n1. Mengkaji program dan project TI yang ada di Rencana TI;\n2. Menyusun alternatif-alternatif solusi TI untuk setiap program dan atau project TI;\n3. Melakukan kajian terhadap setiap alternatif solusi TI;\n4. Menyusun rencana aksi untuk mengimplementasikan setiap alternatif solusi TI;\n5. Menyusun indikator atau skala prioritas solusi TI; dan\n6. Menentukan prioritas solusi TI.",
          "satuan_hasil" : "Dokumen skala prioritas solusi TI dalam rencana TI",
          "angka_kredit" : 3.680,
          "batasan_penilaian" : "Maksimal kegiatan yang dapat dinilai adalah 2 (dua) kali per tahun. Kegiatan yang dapat dinilai sesuai AK ini adalah pengkajian terhadap kelayakan strategi implementasi EA.",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen skala prioritas solusi TI dalam rencana TI yang berisi namun tidak terbatas pada:\n1. Hasil kajian program dan project TI yang ada di dokumen Rencana TI (20%);\n2. Alternatif solusi TI untuk setiap program atau project TI (20%);\n3. Hasil kajian terhadap alternatif solusi TI (20%);\n4. Rencana aksi (15%);\n5. Indikator/skala prioritasi (15%); dan\n6. Hasil prioritasi (10%).",
          "contoh" : "Dr. Imam Kurniawan, seorang Pranata Komputer Ahli Utama menyusun dokumen skala prioritasi terkait Rencana TI tanpa mencantumkan hasil kajian dari program atau project TI , maka AK yang didapat oleh Imam Kurniawan sebesar 0,8 x 3,68 = 2,944."
        },
        {
          "kode" : "I.A.33",
          "judul" : "Menyusun Rencana Transformasi TI",
          "uraian" : "Menyusun rencana transformasi TI adalah membuat suatu perencanaan yang menyeluruh tentang proses transformasi dalam bidang teknologi informasi, baik dalam jangka waktu pendek, jangka waktu menengah, maupun jangka waktu panjang. Tranformasi teknologi informasi sendiri merupakan proses perubahan strategi, penggunaan, pelayanan, tata kelola, dan manajemen teknologi informasi yang digunakan untuk mendukung proses bisnis suatu organisasi. Rencana Transformasi TI disusun berdasarkan roadmap TI. Rencana transformasi TI perlu disusun sebagai acuan dalam pelaksanaan perubahan-perubahan sesuai kondisi yang diharapkan dengan penggunaan sumber daya seminimal mungkin.\nKegiatan ini mencakup namun tidak terbatas pada:\n1. mengidentifikasi kondisi saat ini;\n2. menganalisis kondisi-kondisi yang menyebabkan dibutuhkannya transformasi TI;\n3. Mengidentifikasi kondisi yang diinginkan sebagai tindak lanjut dari transformasi TI, sehingga menjelaskan aspek transformasi TI yang akan diterapkan di organisasi;\n4. Mengidentifikasi implikasi dan manfaat dari transformasi;\n5. Membuat rekomendasi tahapan kerja dan persiapan yang dibutuhkan dalam rangka mewujudkan transformasi TI; dan\n6. Mendokumentasikan kegiatan penyusunan rencana transformasi TI.",
          "satuan_hasil" : "Dokumen rencana transformasi TI",
          "angka_kredit" : 1.120,
          "batasan_penilaian" : "Jumlah maksimum menyusun rencana transformasi TI adalah 1 (satu) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Utama",
          "bukti_fisik" : "Dokumen rencana transformasi TI yang mencakup namun tidak terbatas pada:\n1. Hasil identifikasi kondisi saat ini;\n2. Hasil analisis kebutuhan transformasi TI;\n3. Hasil identifikasi tindak lanjut dari transformasi TI;\n4. Hasil identifikasi implikasi dan manfaat transformasi TI; dan\n5. Rekomendasi tahapan kerja dalam pelaksanaan transformasi TI.",
          "contoh" : "Ahmad Humaidi, M.Com, seorang Pranata Komputer Ahli Utama menyusun rencana transformasi TI, maka Ahmad Humaidi mendapatkan angka kredit sebesar 1,120. Jika Ahmad Humaidi menyusun rencana transformasi TI, namun tidak melampirkan kondisi TI saat ini, maka Ahmad Humaidi tidak dapat diberikan nilai penuh, tetapi 4/5 x 1,120 = 0,896."
        },
        {
          "kode" : "I.A.34",
          "judul" : "Menyusun Rencana Pembiayaan TI",
          "uraian" : "Menyusun rencana pembiayaan TI adalah kegiatan penyusunan rencana anggaran investasi TI dan kegiatan operasional rutin TI Institusi. Tujuan dari kegiatan ini adalah memastikan investasi TI yang dikeluarkan sejalan dengan rencana transformasi TI Institusi.\nKegiatan Menyusun rencana pembiayaan TI mencakup namun tidak terbatas pada:\n1. Menganalisis kebutuhan dan pemetaan rencana pembiayaan TI pada rencana transformasi TI;\n2. Menyusun rencana pembiayaan TI berdasarkan rencana transformasi TI;\n3. Melakukan analisis dampak dari pembiayaan TI;\n4. Menyusun KAK pembiayaan TI; dan\n5. Mendokumentasikan rencana pembiayaan TI.",
          "satuan_hasil" : "Dokumen rencana pembiayaan TI",
          "angka_kredit" : 0.660,
          "batasan_penilaian" : "Jumlah maksimum kegiatan Menyusun rencana pembiayaan TI adalah 3 (tiga) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen rencana pembiayaan TI mencakup namun tidak terbatas pada:\n1. Hasil Analisis kebutuhan dan pemetaan rencana pembiayaan TI pada rencana transformasi TI;\n2. Rencana pembiayaan TI berdasarkan transformasi TI;\n3. Hasil analisis dampak dari pembiayaan TI; dan\n4. KAK pembiayaan TI.",
          "contoh" : "Herman Saputra, M.T., seorang Pranata Komputer Ahli Muda melakukan penyusunan rencana pembiayaan TI, maka Herman Saputra akan diberikan angka kredit sebesar 0,660. Namun jika Herman Saputra melakukan penyusunan rencana pembiayaan TI tetapi tidak termasuk KAK pembiayaan TI , maka untuk Herman Saputra akan diberikan angka kredit sebesar 3/4 x 0,660 = 0,495."
        },
        {
          "kode" : "I.A.35",
          "judul" : "Menyusun Templat/Pola Acu Untuk Strategi Operasional Rencana TI",
          "uraian" : "Menyusun templat/pola acu untuk strategi operasional rencana TI adalah membuat suatu templat/pola acu yang dapat digunakan dengan mudah dalam pembuatan suatu strategi operasional rencana TI pada sebuah organisasi. Strategi operasional merupakan sebuah komitmen terhadap seluruh aktivitas yang sedang dijalankan dan telah direncanakan pada suatu organisasi, yang sesuai dengan misi, tujuan, kebijakan, serta kemampuan spesifik suatu organisasi yang mampu memberikan nilai tambah. Templat/pola acu harus dibuat se-general mungkin sehingga dalam praktiknya dapat digunakan secara mudah dan memperhatikan kondisi masing-masing bagian di suatu organisasi.\nKegiatan ini mencakup namun tidak terbatas pada:\n1. Mengkaji strategi, tujuan, roadmap dan rencana TI;\n2. Mengkaji best practice atau referensi;\n3. Menyusun outline untuk strategi operasional;\n4. Memberikan penjelasan cara pengisian setiap outlinenya; dan\n5. Mendokumentasikan kegiatan penyusunan templat/pola acu untuk strategi operasional rencana TI.",
          "satuan_hasil" : "Templat/pola acu strategi operasional rencana TI",
          "angka_kredit" : 1.500,
          "batasan_penilaian" : "Jumlah maksimum menyusun template/pola acu untuk strategi operasional rencana TI adalah 1 (satu) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen templat/pola acu untuk strategi operasional rencana TI yang terdiri dari namun tidak terbatas pada:\n1. Hasil kajian strategi, tujuan, roadmap dan rencana TI;\n2. Hasil kajian best practice atau referensi;\n3. Outline strategi operasional rencana TI; dan\n4. penjelasan cara pengisian outline tersebut.",
          "contoh" : "Dr. Alfatihah Reno, seorang Pranata Komputer Ahli Madya menyusun templat/pola acu untuk strategi operasional rencana TI, maka Alfatihah Reno mendapatkan angka kredit sebesar 1,500. Jika Alfatihah Reno menyusun templat/pola acu untuk strategi operasional rencana TI, namun tidak melampirkan hasil kajian referensi dan penjelasan cara pengisian templat/pola acu, maka Alfatihah Reno tidak mendapatkan nilai penuh, tetapi 2/4 x 1,500 = 0,750."
        },
        {
          "kode" : "I.A.36",
          "judul" : "Menyusun strategi operasional rencana TI",
          "uraian" : "Menyusun strategi operasional rencana TI adalah membuat suatu strategi yang spesifik untuk melaksanakan suatu rencana TI yang telah disusun agar dapat berjalan sesuai yang diinginkan dengan menggunakan sumber daya seefektif dan seefisien mungkin. Strategi operasional rencana TI ini disusun berdasarkan templat/pola acu yang sudah dibuat.\nKegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi misi, tujuan, kebijakan, dan kemampuan spesifik suatu organisasi yang mampu memberikan nilai tambah;\n2. Mengkaji best practice atau referensi;\n3. Menentukan strategi-strategi operasional berdasarkan templat/pola acu yang sudah dibuat; dan\n4. Menyusun alternatif strategi yang diperlukan dalam menyusun strategi operasional ini.",
          "satuan_hasil" : "Dokumen strategi operasional rencana TI",
          "angka_kredit" : 0.600,
          "batasan_penilaian" : "Jumlah maksimum menyusun strategi operasional rencana TI adalah 2 (dua) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen strategi operasional rencana TI yang mencakup namun tidak terbatas pada:\n1. Hasil identifikasi misi, tujuan,  kebijakan, dan kemampuan spesifik suatu organisasi;\n2. Hasil kajian best practice atau referensi;\n3. Hasil strategi operasional; dan\n4. Strategi operasional alternatif.",
          "contoh" : "Isnaeni Noviyanti, M.T., seorang Pranata Komputer Ahli Muda menyusun strategi operasional rencana TI, maka Isnaeni Noviyanti mendapatkan angka kredit 0,600. Jika Isnaeni Noviyanti menyusun strategi operasional rencana TI, namun tidak melampirkan hasil identifikasi kemampuan spesifik organisasi, maka Isnaeni Noviyanti tidak mendapatkan nilai penuh, tetapi 3/4 x 0,600 = 0,450."
        },
        {
          "kode" : "I.A.37",
          "judul" : "Melakukan Pengkajian Terhadap Kelayakan Implementasi Rencana TI",
          "uraian" : "Melakukan pengkajian terhadap kelayakan implementasi rencana TI adalah melakukan kegiatan pengkajian secara sistematis dalam menganalisis dan mengevaluasi terhadap kelayakan suatu implementasi rencana TI. Hal ini dilakukan untuk mengetahui apakah implementasi rencana TI tersebut memberikan manfaat dan kontribusi yang diberikan sehingga bisa dan layak untuk dilakukan.\nKegiatan ini mencakup namun tidak terbatas pada:\n1. Mengkaji misi, tujuan, kebijakan, dan kemampuan spesifik suatu organisasi yang mampu memberikan nilai tambah;\n2. Mengkaji best practice atau referensi terkait; dan\n3. Melakukan analisis dan evaluasi terhadap manfaat setiap implementasi rencana TI dari sisi:\na. Aspek finansial, yang terdiri dari manfaat nyata atau berpengaruh secara langsung terhadap organisasi (tangible), dan manfaat tidak secara langsung dapat didapatkan oleh organisasi (quasi tangible); dan\nb. Aspek non finansial, yang terdiri dari manfaat terhadap bisnis domain dan teknologi domain.",
          "satuan_hasil" : "Dokumen kajian kelayakan implementasi rencana TI",
          "angka_kredit" : 0.900,
          "batasan_penilaian" : "Jumlah maksimum pengkajian terhadap kelayakan implementasi rencana TI adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen kajian kelayakan implementasi rencana TI yang mencakup namun tidak terbatas pada:\n1. Hasil kajian misi, tujuan, kebijakan, dan kemampuan spesifik suatu organisasi;\n2. Hasil kajian best practice atau referensi; dan\n3. Hasil analisis dan evaluasi terhadap manfaat yang didapatkan dari aspek finansial dan non finansial.",
          "contoh" : "Ade Koswara, M.T., seorang Pranata Komputer Ahli Madya melakukan pengkajian terhadap kelayakan implementasi rencana TI, maka Ade Koswara mendapat angka kredit sebesar 0,900. Jika Ade Koswara melakukan pengkajian terhadap kelayakan implementasi rencana TI, namun tidak melampirkan hasil analisis terhadap manfaat dari aspek finansial, maka Ade Koswara tidak mendapatkan nilai penuh, melainkan 2/3 x 0,900 = 0,600."
        }
      ]
    },
    {
      "kode" : "I.B",
      "judul" : "Manajemen Layanan TI",
      "butir" : [
        {
          "kode" : "I.B.1",
          "judul" : "Menyusun Strategi Layanan Teknologi Informasi",
          "uraian" : "Kegiatan penyusunan strategi layanan TI merupakan kegiatan untuk menghasilkan rencana strategi layanan TI dalam sebuah organisasi dengan memastikan bahwa strategi layanan tersebut selaras dengan strategi TI institusi dan sesuai kapabilitas organisasi. Strategi layanan mendefinisikan perspektif, posisi, rencana, dan pola yang diperlukan oleh unit penyedia layanan TI untuk menyediakan dan menjalankan layanan TI dalam memenuhi hasil yang diharapkan institusi bisnis.\nKegiatan penyusunan strategi layanan TI mencakup kegiatan mendefinisikan dan mempertahankan perspektif organisasi, posisi, perencanaan, dan pola layanan TI yang disediakan serta strategi pengelolaan layanan TI tersebut. Tujuan penyusunan strategi layanan TI adalah untuk memberikan arah rencana dan proses kerja yang jelas dari kegiatan pelayanan TI agar selaras dengan strategi TI serta untuk memastikan bahwa layanan yang disediakan dapat mendukung pencapaian hasil bisnis yang diharapkan.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Melakukan kajian layanan TI, berupa analisis lingkungan internal dan eksternal yang berdampak pada layanan teknologi informasi institusi, setidaknya mencakup hal-hal sebagai berikut:\na. layanan TI yang sedang berjalan;\nb. kebutuhan rancangan layanan TI;\nc. analisis rencana penganggaran;\nd. SDM layanan TI;\ne. operasional fungsi TI;\nf. pengguna layanan TI;\ng. penyedia layanan TI; dan\nh. trend teknologi.\n2. Penyusunan strategi layanan teknologi informasi yang meliputi:\na. Pendefinisian perspektif layanan teknologi informasi yang tertuang dalam visi-misi organisasi teknologi informasi;\nb. Pendefinisian posisi strategis organisasi teknologi informasi dalam hal penyediaan layanan teknologi informasi; dan\nc. Pendefinisian rencana strategis organisasi teknologi informasi dalam hal penyediaan layanan teknologi informasi melalui roadmap pengelolaan layanan TI dan rencana pembiayaan layanan TI.\n3. Mendokumentasikan kegiatan penyusunan strategi layanan TI.",
          "satuan_hasil" : "Dokumen strategi layanan TI",
          "angka_kredit" : 1.980,
          "batasan_penilaian" : "Kegiatan menyusun Strategi Layanan TI dilakukan untuk setiap jenis layanan TI.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen strategi layanan TI yang mencakup namun tidak terbatas pada:\n1. Hasil kajian layanan TI, berupa analisis lingkungan internal dan eksternal yang berdampak pada layanan teknologi informasi institusi.\n2. Strategi layanan teknologi informasi yang meliputi:\na. Hasil pendefinisian perspektif layanan teknologi informasi;\nb. Hasil pendefinisian posisi strategis organisasi teknologi informasi; dan\nc. Hasil pendefinisian rencana strategis organisasi teknologi informasi melalui roadmap pengelolaan layanan TI dan rencana pembiayaan layanan TI.\n3. Mendokumentasikan kegiatan penyusunan strategi layanan TI.",
          "contoh" : "Elvin, S.Kom, MTI., seorang Pranata Komputer Ahli Madya melakukan penyusunan rencana strategi layanan TI dengan melampirkan semua hasil yang tertera pada bukti fisik kegiatan, maka Elvin mendapat Angka Kredit sebesar 1,980. Jika Elvin melakukan penyusunan rencana strategi layanan TI namun tidak disertai dengan identifikasi sumber daya TI yang dibutuhkan dan estimasi waktu yang dibutuhkan, maka terhadap Elvin tidak dapat diberikan nilai penuh, melainkan 8/10 x 1,980 = 1,584."
        },
        {
          "kode" : "I.B.2",
          "judul" : "Mengelola Kebutuhan Layanan Teknologi Informasi",
          "uraian" : "Kebutuhan layanan teknologi informasi mencakup semua kebutuhan fungsional dan nonfungsional dari layanan teknologi informasi baru atau perubahan layanan teknologi informasi. Kebutuhan layanan teknologi informasi bisa berasal dari:\n1. hasil evaluasi atau rencana perbaikan layanan;\n2. perubahan strategi layanan;\n3. kebutuhan bisnis yang disepakati; dan\n4. inisiasi pengguna.\nMengelola kebutuhan layanan teknologi informasi adalah kegiatan untuk menambah, modifikasi, mencatat, dan menghapus kebutuhan layanan teknologi informasi.\nPengelolaan kebutuhan layanan teknologi informasi setidaknya mencakup namun tidak terbatas pada kegiatan sebagai berikut:\n1. Dokumentasi, yaitu mencatat waktu dan deskripsi kebutuhan layanan, termasuk stakeholder yang mengajukan kebutuhan.\n2. Kajian, yaitu mengkaji kebutuhan untuk menentukan tindak lanjut yang harus dilakukan, termasuk menetapkan target waktu tindak lanjut.\n3. Pemantauan, yaitu memantau status atau perkembangan tindak lanjut yang diambil, untuk memastikan bahwa kebutuhan telah dikelola sesuai aturan yang berlaku.",
          "satuan_hasil" : "Dokumen kebutuhan layanan TI",
          "angka_kredit" : 0.060,
          "batasan_penilaian" : "Jumlah maksimum kegiatan mengelola kebutuhan layanan teknologi informasi adalah 52 (lima puluh dua) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen kebutuhan layanan teknologi informasi, yang setidaknya mencakup namun tidak terbatas pada informasi mengenai:\n1. Stakeholder, yaitu pengguna yang mengajukan inisiasi atau target pengguna yang membutuhkan layanan;\n2. Perspektif solusi, yaitu perspektif pengguna akan solusi atau manfaat yang diharapkan;\n3. Kebutuhan, yaitu deskripsi secara garis besar atau deskripsi kebutuhan fungsional yang cukup rinci;\n4. Spesifikasi, yaitu spesifikasi khusus terkait teknologi, vendor, ataupun produk yang diperlukan atau diharapkan; dan\n5. Manfaat, yaitu manfaat yang diharapkan untuk diperoleh dengan adanya solusi yang diberikan.",
          "contoh" : "Sawung Murdha Anggara, M.T., seorang Pranata Komputer Ahli Muda melakukan pengelolaan terhadap suatu permintaan kebutuhan layanan teknologi informasi yang masuk melalui Service Desk. Apabila melampirkan semua dokumen hasil kegiatan pengelolaan kebutuhan layanan teknologi informasi secara lengkap sesuai dengan bukti fisik yang diminta, maka Sawung Murdha Anggara mendapatkan angka kredit sebesar 0,060 untuk satu pengelolaan kebutuhan tersebut."
        },
        {
          "kode" : "I.B.3",
          "judul" : "Menyusun Portofolio Layanan Teknologi Informasi",
          "uraian" : "Kegiatan penyusunan portofolio layanan TI merupakan kegiatan menyusun dokumen portofolio untuk menghasilkan sebuah dokumen portofolio layanan TI yang berisi daftar layanan TI yang lengkap yang dapat disediakan oleh organisasi TI kepada institusi yang didukungnya dan juga digunakan untuk mengelola seluruh siklus hidup layanan TI. Portofolio layanan TI adalah kumpulan lengkap layanan TI yang dikelola oleh penyedia layanan. Portofolio layanan dapat terdiri dari pipeline layanan TI, katalog layanan TI dan layanan TI yang sudah tidak digunakan lagi.\nPenyusunan portofolio layanan TI mencakup kegiatan menyusun dokumen portofolio layanan TI baru dimana sebelumnya organisasi belum memiliki koleksi layanan TI yang resmi. Standar penyusunan portofolio layanan TI harus berdasarkan standar nasional, internasional dan/atau praktik terbaik.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi dan membuat daftar layanan TI yang akan dimasukkan ke dalam portofolio layanan TI. Setiap layanan teknologi informasi setidaknya berisi informasi sebagai berikut:\na. nama layanan TI;\nb. deskripsi layanan TI;\nc. status layanan TI;\nd. jenis layanan TI;\ne. pemilik layanan TI; dan\nf. pelanggan dan pengguna layanan TI.\n2. Menyusun portofolio layanan TI.\n3. Mengidentifikasi model layanan TI, yang meliputi:\na. Komponen layanan pendukung/aset yang mendukung pemberian layanan tersebut; dan\nb. Interaksi/keterkaitan antar komponen layanan, antara layanan dengan komponen pendukungnya, dan antar layanan.\n4. Menyiapkan service charter untuk setiap layanan TI.\n5. Mendokumentasikan kegiatan.",
          "satuan_hasil" : "Dokumen portofolio layanan TI",
          "angka_kredit" : 0.880,
          "batasan_penilaian" : "Kegiatan menyusun portofolio layanan TI dilakukan maksimal 1 (satu) kali per bulan",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen portofolio layanan TI yang mencakup namun tidak terbatas pada:\n1. Nama Layanan;\n2. Deskripsi layanan, yang setidaknya berisi deskripsi singkat mengenai layanan tersebut;\n3. Status layanan, yang setidaknya harus terdiri dari 10 (sepuluh) pilihan status yaitu:\ni. Pipeline layanan:\na) Fase  Pertimbangan:  \"Proposed/Defined\",  Analyzed, \"Chartered\";\nb) Fase Pengembangan: Requirements Analyzed, \"Designed\", \"Built\", \"Tested\", \"Released\";\nii. Katalog Layanan: \"Operational\"; dan\niii. Layanan yang tidak digunakan lagi: \"Retired\".\n4. Jenis layanan, yang setidaknya terdiri dari:\ni. Kategori layanan, yang terdiri dari 2 (dua) pilihan yaitu layanan untuk pelanggan dan layanan pendukung/teknis; dan\nii. Sumber pemberi layanan, yang terdiri dari 2 (dua) pilihan yaitu internal dan eksternal.\n5. Pemilik layanan, yaitu peran yang mempunyai tanggung jawab menyediakan layanan;\n6. Pengguna, yang akan, sedang atau pernah menggunakan layanan;\n7. Kontak dan prosedur untuk permintaan layanan;\n8. Deskripsi mengenai hasil yang diharapkan, yang setidaknya berisi informasi tentang justifikasi atau nilai tambah dari sudut pandang organisasi, proses bisnis yang didukung, hasil yang diharapkan terkait utilitas layanan, dan hasil yang diharapkan terkait jaminan layanan; dan\n9. Ketergantungan terhadap layanan pendukung/teknis dan/atau CI.",
          "contoh" : "Eka Putri, S.ST., seorang Pranata Komputer Ahli Muda melakukan penyusunan Dokumen Portofolio Layanan TI dengan melampirkan semua hasil yang tertera pada bukti fisik kegiatan, maka Eka Putri mendapat Angka Kredit sebesar 0,880."
        },
        {
          "kode" : "I.B.4",
          "judul" : "Mengelola Portofolio Layanan Teknologi Informasi",
          "uraian" : "Kegiatan pengelolaan portofolio layanan TI merupakan kegiatan yang bertujuan untuk mengkaji, menganalisis, dan mengusulkan layanan TI baru atau perubahan layanan TI yang sudah ada. Usulan layanan TI baru atau layanan TI perubahan dilakukan karena kebutuhan yang muncul dari proses analisis maupun karena permintaan (demand) baik dari pengguna layanan maupun dari pengelola layanan TI (semisal Komite Pengarah TI).\nPengelolaan portofolio layanan TI mencakup kegiatan penyusunan perubahan portofolio layanan TI yang sudah ada dari hasil monitoring dan evaluasi layanan TI.\nPerubahan yang diusulkan harus selaras dengan strategi layanan TI yang ada dan tetap mempertimbangkan sisi nilai/manfaat yang diberikan dari layanan tersebut.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengkaji portofolio layanan TI yang sudah ada;\n2. Menginisiasi proses usulan perubahan layanan TI yang akan dimasukkan ke dalam portofolio layanan TI, baik layanan TI yang baru maupun perubahan terhadap layanan TI yang sudah ada;\n3. Mendefinisikan layanan TI yang diusulkan untuk diubah;\n4. Melakukan kajian terhadap usulan perubahan layanan TI;\n5. Menyusun Dokumen Perubahan Layanan TI untuk layanan TI baru dan/atau layanan TI perubahan yang diperoleh dari hasil analisis layanan TI;\n6. Penyusunan business case usulan layanan baru yang belum tercakup sebelumnya dalam portofolio layanan TI;\n7. Meminta persetujuan usulan perubahan layanan TI;\n8. Membuat service charter untuk usulan layanan TI untuk mengubah service charter dalam perubahan layanan TI;\n9. Memutakhirkan portofolio layanan TI; dan\n10. Mendokumentasikan proses pengelolaan portofolio layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan portofolio layanan TI",
          "angka_kredit" : 0.230,
          "batasan_penilaian" : "Kegiatan pengelolaan portofolio layanan TI dilakukan maksimal 1 (satu) kali per bulan untuk layanan TI yang mengalami perubahan.",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Laporan pengelolaan portofolio layanan TI yang mencakup namun tidak terbatas pada:\n1. Business case yang mencakup informasi meliputi namun tidak terbatas pada:\na. Problem - yaitu permasalahan yang dihadapi oleh bisnis saat ini sehingga diperlukan layanan teknologi informasi baru atau perubahannya;\nb. Solusi - yaitu usulan layanan teknologi informasi baru atau perubahannya;\nc. Pendekatan - yaitu beberapa alternatif pendekatan yang dapat diambil untuk penerapan solusi, misal pilot project, big-bang;\nd. Kajian Risiko - yaitu deskripsi risiko-risiko yang berpotensi terjadi untuk masing-masing alternatif pendekatan, termasuk informasi dampak risiko dan usulan mitigasinya; dan\ne. Analisis Biaya dan Manfaat - Analisis ini dapat disertakan, apabila diperlukan, yang sesuai dengan panduan dalam Kebijakan dan Standar Manajemen Keuangan Teknologi Informasi mengenai Analisis Biaya dan Manfaat.\n2. Dokumen Portofolio yang telah dilakukan pemutakhiran berdasarkan data layanan TI yang mengalami perubahan.",
          "contoh" : "Ratih Dewi, MTI, seorang Pranata Komputer Ahli Muda melakukan analisis portofolio layanan TI dan mengusulkan layanan TI baru dengan melampirkan bukti fisik kegiatan, maka Ratih Dewi mendapat Angka Kredit sebesar 0,230. Jika Ratih Dewi melaporkan dokumen portofolio termutakhirkan namun tidak melampirkan dokumen business case, maka terhadap Ratih Dewi hanya dapat diberikan nilai 1/2 x 0,230 = 0,115."
        },
        {
          "kode" : "I.B.5",
          "judul" : "Mengelola Anggaran Layanan Teknologi Informasi",
          "uraian" : "Kegiatan mengelola anggaran layanan TI merupakan kegiatan pengelolaan keuangan terkait pengelolaan layanan TI (financial management for IT services) dalam organisasi TI sehingga organisasi dapat memastikan bahwa biaya-biaya layanan TI yang dikeluarkan adalah optimal dan memberikan manfaat yang diharapkan (cost- effective), serta dapat melakukan perbaikan dalam pengelolaan anggaran, layanan, dan sumber daya teknologi informasi.\nKegiatan mengelola anggaran layanan TI bertujuan untuk mengelola kebutuhan terkait anggaran, akuntansi, dan pembebanan biaya yang disediakan penyedia layanan TI. Kegiatan ini memastikan ketersediaan dana yang memadai untuk merancang, membangun, dan memberikan layanan yang memenuhi strategi organisasi dengan pembiayaan yang efektif.\nPengelolaan anggaran layanan TI mencakup namun tidak terbatas pada:\n1. Pengusulan dan/atau pengelolaan anggaran belanja TI;\n2. Penyusunan analisis kelayakan belanja modal sebagai bahan pendukung usulan anggaran belanja modal;\n3. Penyusunan dan pengusulan model biaya dan model pembebanan biaya;\n4. Melakukan proses akuntansi dan penghitungan biaya TI yang mengacu pada model biaya yang sudah ditetapkan;\n5. Penentuan notional charging yang ditujukan untuk pengguna layanan TI; dan\n6. Mendokumentasikan proses pengelolaan anggaran layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan anggaran layanan TI",
          "angka_kredit" : 0.510,
          "batasan_penilaian" : "Laporan pengelolaan anggaran layanan TI disusun maksimal 1 (satu) kali per bulan.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Laporan pengelolaan anggaran layanan TI mencakup namun tidak terbatas pada:\n1. Usulan anggaran belanja TI;\n2. Hasil analisis kelayakan belanja modal;\n3. Model biaya dan model pembebanan biaya;\n4. Catatan akuntansi dan penghitungan biaya TI yang mengacu pada model biaya yang sudah ditetapkan; dan\n5. Hasil penetapan notional charging yang ditujukan untuk pengguna layanan TI.",
          "contoh" : "Yeni Sanovia, M.T., seorang Pranata Komputer Ahli Madya melakukan pengelolaan anggaran layanan TI dengan melampirkan bukti fisik kegiatan secara lengkap, maka Yeni Sanovia mendapat Angka Kredit sebesar 0,510. Jika Yeni Sanovia melaporkan hasil kegiatan namun tidak melampirkan hasil penetapan notional charging, maka terhadap Yeni Sanovia dapat diberikan nilai 4/5 x 0,510 = 0,408."
        },
        {
          "kode" : "I.B.6",
          "judul" : "Menyusun SOP Untuk Kegiatan IT Service Management",
          "uraian" : "Kegiatan penyusunan SOP untuk kegiatan manajemen layanan TI (ITSM) merupakan kegiatan penyusunan petunjuk teknis yang berisi kebijakan, standar, dan prosedur operasional yang standar untuk setiap kegiatan pengelolaan layanan TI yang disesuaikan dengan petunjuk pengelolaan layanan TI. Kegiatan penyusunan SOP bertujuan untuk menyediakan pedoman operasional pengelolaan layanan TI yang terstandardisasi di seluruh lingkup organisasi TI sesuai dengan pedoman pengelolaan layanan TI yang berlaku di organisasi TI.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi layanan TI yang akan disusun SOP-nya\n2. Mengidentifikasi aktivitas, pelaksana, mutu baku, dan keterangan dalam mengoperasikan layanan TI\n3. Menyusun petunjuk teknis prosedur operasional layanan TI yang meliputi aktivitas, pelaksana, mutu baku, dan keterangan operasional layanan TI\n4. Melakukan evaluasi SOP yang sudah disusun;\n5. Mengkomunikasikan dan mempromosikan SOP layanan TI yang telah disahkan ke pihak terkait; dan\n6. Mendokumentasikan proses pengelolaan SOP layanan TI.",
          "satuan_hasil" : "Dokumen SOP kegiatan IT Service Management",
          "angka_kredit" : 0.165,
          "batasan_penilaian" : "Kegiatan penyusunan SOP dilakukan maksimal 1 (satu) kali per tahun untuk setiap layanan TI.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen SOP kegiatan IT Service Management yang mencakup namun tidak terbatas pada:\n1. Hasil identifikasi layanan TI\n2. Petunjuk teknis prosedur operasional layanan TI yang meliputi aktivitas, pelaksana, mutu baku, dan keterangan operasional layanan TI\n3. Dokumentasi SOP layanan TI\n4. Layanan TI yang telah disetujui oleh pejabat yang berwenang",
          "contoh" : "Dr. Novianto Budi Kurniawan, seorang Pranata Komputer Ahli Madya melakukan penyusunan SOP untuk lima layanan TI yang berbeda dengan melampirkan semua bukti fisik, maka Novianto Budi Kurniawan mendapatkan Angka Kredit sebesar 0,165 x 5 = 0,825."
        },
        {
          "kode" : "I.B.7",
          "judul" : "Mengelola Katalog Layanan Teknologi Informasi",
          "uraian" : "Kegiatan pengelolaan katalog layanan TI merupakan kegiatan penyusunan atau pengkajian daftar katalog dari layanan TI yang sedang aktif berjalan yang bersumber dari dokumen portofolio layanan TI. Katalog Layanan TI adalah basis data (database) atau dokumen terstruktur yang berisi informasi tentang seluruh layanan TI yang aktif saat ini, termasuk layanan TI baru yang sudah siap untuk disediakan oleh penyedia. Katalog layanan merupakan bagian dari portofolio layanan dan dibedakan menjadi dua jenis katalog yaitu katalog layanan pengguna dan katalog layanan teknis/pendukung. Katalog layanan pengguna (katalog bisnis) berisi daftar detail tentang seluruh layanan TI yang disediakan kepada pengguna melalui sudut pandang pengguna layanan. Katalog layanan teknis/pendukung berisi daftar detail semua layanan TI pendukung yang berperan agar memastikan layanan bisnis bisa berjalan sesuai target layanan.\nKegiatan mengelola katalog layanan TI bertujuan untuk menyediakan dan memelihara katalog layanan serta memastikan bahwa katalog tersebut tersedia untuk diakses oleh orang-orang yang berhak. Kegiatan mengelola dapat berarti menyusun katalog layanan TI baru atau melakukan perubahan informasi terhadap katalog layanan TI yang sudah ada.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi layanan TI yang akan dimasukkan ke dalam katalog layanan TI;\n2. Mendefinisikan daftar kebutuhan untuk katalog layanan TI;\n3. Mendesain katalog layanan TI yang meliputi:\na. Membuat spesifikasi katalog layanan TI;\nb. Mendefinisikan cakupan dan konten dari katalog layanan TI;\n4. Membuat data/informasi layanan TI ke dalam katalog layanan TI;\n5. Mempublikasikan katalog layanan TI; dan\n6. Mendokumentasikan kegiatan pengelolaan katalog layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan katalog layanan TI",
          "angka_kredit" : 0.090,
          "batasan_penilaian" : "Kegiatan pengelolaan katalog layanan TI dilakukan maksimal 1 (satu) kali per bulan untuk setiap layanan TI.",
          "pelaksana" : "Pranata Komputer Ahli Pertama",
          "bukti_fisik" : "Katalog layanan TI pengguna berisikan informasi yang meliputi namun tidak terbatas pada:\n1. Nama layanan;\n2. Deskripsi layanan secara umum;\n3. Detail syarat dan ketentuan layanan;\n4. Cakupan pengguna;\n5. Pengelola layanan;\n6. Waktu Berjalannya Layanan, yang setidaknya berisi informasi tentang waktu layanan dapat diberikan;\n7. Referensi ke template Service Level Agreement (SLA), yang menunjukkan tautan ke template SLA;\n8. Notional charging setidaknya terdiri dari komponen biaya tetap dan komponen biaya variabel;\n9. Proses untuk permintaan layanan teknologi informasi;\n10. Dampak operasional apabila terjadi gangguan;\n11. Daftar layanan pendukung layanan utama yang setidaknya berisi layanan pendukung yang harus tersedia agar layanan utama ini dapat berjalan;\n12. Versi dan tanggal revisi, yang menjelaskan versi perubahan layanan teknologi informasi beserta tanggal perubahannya; dan\n13. Katalog layanan TI disetujui oleh pejabat yang berwenang. atau\nKatalog layanan teknis/pendukung berisikan informasi yang meliputi namun tidak terbatas pada:\n1. Nama komponen layanan pendukung, yang berisi nama layanan pendukung;\n2. Nama layanan yang didukung, yang mengacu ke katalog layanan untuk bisnis/pelanggan;\n3. Referensi  ke  OLA  yang  telah disetujui; yang menunjukkan tautan ke OLA terkait;\n4. Kemampuan teknis tingkat layanan saat ini;\n5. Proses penyediaan layanan;\n6. Periode kajian terhadap layanan dan laporannya; dan\n7. Versi dan tanggal revisi, yang menjelaskan versi perubahan layanan teknologi informasi berserta tanggal perubahannya.",
          "contoh" : "Hergias Widityasari, S.ST., seorang Pranata Komputer Ahli Pertama melakukan pengelolaan katalog layanan TI untuk dua layanan TI yang berbeda dalam satu bulan dengan melampirkan semua bukti fisik, maka Hergias Widityasari mendapatkan Angka Kredit sebesar 0,090 x 2 = 0,180."
        },
        {
          "kode" : "I.B.8",
          "judul" : "Mengelola Penyedia Jasa Atau Barang Untuk Layanan Teknologi Informasi",
          "uraian" : "Kegiatan pengelolaan penyedia jasa atau barang untuk layanan TI merupakan kegiatan dalam mengelola vendor-vendor penyedia yang mendukung layanan TI untuk mencapai target tingkat layanan TI yang selaras dengan target tingkat layanan yang tercantum dalam Katalog Layanan TI maupun dalam Kesepakatan Tingkat Layanan (Service Level Agreement) dan Kebutuhan Tingkat Layanan (Service Level Requirement).\nKegiatan ini bertujuan untuk mendapatkan nilai tambah dari vendor, memastikan bahwa semua kontrak dan perjanjian dengan vendor mendukung kebutuhan institusi terkait, dan memastikan vendor memenuhi komitmen yang tercantum dalam kontrak. Kegiatan ini memastikan bahwa penyedia jasa atau barang untuk layanan TI yang disediakan dikelola untuk mendukung target layanan TI dan ekspektasi bisnis institusi.\nCakupan kegiatan pengelolaan penyedia barang atau jasa layanan TI secara umum adalah pengkategorian vendor, pemilihan vendor, negosiasi dengan vendor, pembuatan kontrak, pengelolaan kinerja vendor, dan terminasi vendor. Tahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Penyusunan Underpinning Contract (UC) yang merupakan kontrak antara penyedia layanan TI dengan pihak eksternal. UC menentukan target dan tanggung jawab yang dibutuhkan untuk memenuhi target tingkat layanan yang ada dalam SLA.\n2. Monitoring semua kontrak dan perjanjian dengan vendor agar berjalan sesuai kontrak dan memastikan vendor memenuhi komitmen dalam kontrak. Tingkat layanan operasional yang berkaitan dengan vendor (UC) harus selaras dengan target dalam SLR atau SLA. Evaluasi terhadap UC juga perlu dilakukan.\n3. Melakukan evaluasi dan kaji ulang kinerja vendor yang dilakukan  secara  berkala  dan  didokumentasikan/  dilaporkan kepada pihak terkait dalam organisasi dan vendor.\n4. Mengusulkan terminasi vendor sesuai laporan dan informasi yang diterima sesuai peraturan dalam organisasi.\n5. Mendokumentasikan proses pengelolaan penyedia barang atau jasa layanan TI.",
          "satuan_hasil" : "Dokumen pengelolaan penyedia jasa atau barang layanan TI",
          "angka_kredit" : 0.330,
          "batasan_penilaian" : "Dokumen laporan kinerja vendor disusun sebagai 1 (satu) dokumen untuk 1 (satu) vendor per kontrak layanan TI",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen pengelolaan penyedia jasa atau barang layanan TI yang meliputi namun tidak terbatas pada:\n1. Dokumen UC, mencakup informasi namun tidak terbatas pada:\na. Pihak yang mengesahkan;\nb. Tempat dan tanggal pengesahan;\nc. Deskripsi layanan;\nd. Durasi UC;\ne. Ruang lingkup layanan;\nf. Kontak, berisi alamat, nomor telepon, dan alamat email dari kedua belah pihak;\ng. Target tingkat layanan;\nh. Informasi dukungan layanan;\ni. Informasi Harga;\nj. Informasi pelaporan dan pengkajian layanan; dan\nk. Term and condition terkait hukum.\n2. Dokumen laporan kinerja vendor setidaknya berisi realisasi pencapaian tingkat layanan dibandingkan dengan target yang ada dalam UC dan tindakan perbaikan yang akan dilakukan oleh vendor supaya dapat mencapai target yang ada dalam UC.",
          "contoh" : "Herman Saputra, M.T., seorang Pranata Komputer Ahli Muda melakukan kegiatan pengelolaan penyedia jasa layanan TI mulai dari pengkategorian vendor, pemilihan vendor, negosiasi dengan vendor, pembuatan kontrak, pengelolaan kinerja vendor, dan terminasi vendor, maka Herman Saputra mendapatkan Angka Kredit sebesar 0,330."
        },
        {
          "kode" : "I.B.9",
          "judul" : "Mengelola kapasitas layanan teknologi informasi",
          "uraian" : "Kegiatan pengelolaan kapasitas layanan TI merupakan kegiatan untuk menentukan kemampuan organisasi TI dalam menyediakan layanan TI yang sesuai dengan tingkat layanan yang ditetapkan dan mampu memenuhi kebutuhan kerja institusi secara tepat waktu dan tepat anggaran. Kegiatan mengelola kapasitas layanan TI bertujuan untuk memastikan bahwa kapasitas layanan TI dan infrastruktur TI mampu memenuhi kapasitas yang disepakati dan kinerja terkait kebutuhan layanan dengan biaya yang efektif dan tepat waktu. Kegiatan ini mempertimbangkan seluruh sumber daya yang dibutuhkan untuk menyediakan layanan TI, dan berkaitan dengan pemenuhan kebutuhan kapasitas dan kinerja layanan saat ini dan yang akan datang dalam menunjang kebutuhan bisnis.\nKegiatan mengelola kapasitas layanan TI mencakup pengelolaan kapasitas bisnis, kapasitas layanan, dan kapasitas komponen. Obyek dari kapasitas layanan TI mencakup layanan perangkat keras TI, layanan perangkat jaringan TI, layanan perangkat lunak dan aplikasi TI, dan layanan sumber daya manusia yang mendukung pelaksanaan layanan TI.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi kapasitas layanan TI yang akan dikelola;\n2. Melakukan proses pengukuran terhadap kapasitas beban kerja maupun kinerja layanan TI;\n3. Melakukan monitoring penggunaan kapasitas TI;\n4. Melakukan analisis penggunaan kapasitas TI;\n5. Melakukan perbaikan kapasitas TI dari hasil pengukuran dan\nmonitoring kapasitas;\n6. Melakukan pengelolaan dan penyusunan laporan monitoring;\n7. Menyusun strategi manajemen beban kerja baik jangka pendek maupun jangka panjang;\n8. Membuat pemodelan beban kerja untuk menganalisis dampak perubahan pada kapasitas sistem;\n9. Penyusunan Dokumen Rencana Kapasitas; dan\n10. Mendokumentasikan proses pengelolaan kapasitas layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan kapasitas layanan TI",
          "angka_kredit" : 0.440,
          "batasan_penilaian" : "Jumlah maksimal kegiatan ini adalah 1 (satu) kali per bulan.",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen pengelolaan penyedia jasa atau barang layanan TI yang meliputi namun tidak terbatas pada:\n1. Laporan kapasitas dan kinerja Layanan TI dapat mencakup dan tidak terbatas pada informasi sebagai berikut:\na. Laporan komponen yang menjabarkan kinerja setiap komponen dan utilisasi dibandingkan dengan kapasitas maksimum;\nb. Laporan layanan TI yang menjabarkan kinerja setiap layanan dan komponen-komponen layanan dalam pencapaian target layanan secara keseluruhan yang akan menjadi basis untuk manajemen tingkat layanan dan laporan pencapaian SLA;\nc. Exception report yang menjabarkan permasalahan kinerja komponen dan/atau layanan TI, seperti indikator batas utilisasi yang terlewati atau batas jumlah pengguna secara bersamaan yang terlewati; dan\nd. Penanganan komponen dan/atau layanan TI yang mengalami permasalahan kapasitas, apabila dilakukan.\n2. Rencana kapasitas setidaknya dapat mencakup dan tidak terbatas pada informasi sebagai berikut:\na. Deskripsi dan semua informasi relevan terkait layanan TI dan komponen layanan TI yang akan ditingkatkan kapasitasnya;\nb. Skenario bisnis dan asumsi-asumsi yang digunakan, mencakup estimasi pertumbuhan penggunaan layanan TI yang aktif, baru, dan yang akan dihentikan/diganti;\nc. Metodologi yang digunakan untuk mendapatkan skenario bisnis dan asumsi-asumsi, profil kinerja serta kapasitas layanan dan komponen layanan;\nd. Profil kinerja dan kapasitas layanan dan komponen layanan yang mencakup throughput rates dan pemanfaatan sumber daya teknologi informasi (resources utilization);\ne. Prediksi pertumbuhan dan beban di masa mendatang; dan\nf. Rekomendasi untuk peningkatan kapasitas dan kinerja termasuk deskripsi, target kapasitas, target waktu, dan biaya.",
          "contoh" : "Sawung Murdha Anggara, M.T., seorang Pranata Komputer Ahli Muda melakukan pengelolaan kapasitas layanan TI dengan melampirkan bukti fisik secara lengkap, maka Sawung Murdha Anggara mendapatkan Angka Kredit sebesar 0,440."
        },
        {
          "kode" : "I.B.10",
          "judul" : "Mengelola Tingkat Layanan Teknologi Informasi",
          "uraian" : "Kegiatan mengelola tingkat layanan TI merupakan kegiatan menyusun, mengkaji, dan melakukan penyesuaian terhadap informasi tingkat layanan TI dan dokumen pendukungnya. Kegiatan ini bertujuan untuk memastikan bahwa semua layanan TI yang aktif saat ini, layanan TI baru dan perubahan layanan TI diberikan sesuai dengan target yang telah disepakati.\nKegiatan ini memastikan bahwa seluruh kesepakatan terkait penyediaan layanan TI baik mencakup kesepakatan tingkat layanan (service level agreements) dan kesepakatan tingkat operasional (operational level agreements) sesuai dengan target tingkat layanan yang disetujui.\nKegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi kebutuhan target tingkat layanan TI untuk layanan baru atau layanan perubahan (SLR);\n2. Penyusunan draft SLA;\n3. Menentukan target tingkat layanan dengan mengacu kepada katalog layanan;\n4. Melakukan pemantauan terhadap kinerja layanan TI secara periodik;\n5. Melaporkan pencapaian dan pelanggaran terhadap tingkat layanan yang dilakukan secara periodik; dan\n6. Mendokumentasikan proses pengelolaan tingkat layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan tingkat layanan TI",
          "angka_kredit" : 0.825,
          "batasan_penilaian" : "Jumlah maksimal kegiatan adalah 4 (empat) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Laporan pengelolaan tingkat layanan TI yang meliputi namun tidak terbatas pada:\n1. Dokumen SLR; dan\n2. Dokumen SLA yang ditandatangani oleh penyedia dan pengguna layanan.",
          "contoh" : "Dr. Meindra Sabri, seorang Pranata Komputer Ahli Madya melakukan pengelolaan tingkat layanan TI dengan melampirkan bukti fisik secara lengkap, maka Meindra Sabri mendapatkan Angka Kredit sebesar 0,825. Jika Meindra Sabri tidak melampirkan dokumen SLR, maka Angka Kredit yang diberikan adalah 1/2 x 0,825 = 0,4125."
        },
        {
          "kode" : "I.B.11",
          "judul" : "Mengelola Dukungan Operasional Layanan Teknologi Informasi",
          "uraian" : "Mengelola dukungan operasional layanan teknologi informasi adalah kegiatan untuk mengelola layanan teknologi informasi dan sumber daya manusia (SDM) yang digunakan untuk menghasilkan dan mendukung layanan TI. Operasional layanan mencakup semua aktivitas yang diperlukan untuk mempertahankan layanan TI agar dapat terus bekerja di sepanjang waktu.\nKegiatan ini mencakup namun tidak terbatas pada:\n1. Memantau operasional layanan TI yang setidaknya mencakup namun tidak terbatas pada:\na. layanan TI;\nb. dukungan teknologi;\nc. SDM operasional; dan\nd. tata kelola dan tata laksananya.\n2. Melakukan penyusunan, mereviu dan merevisi OLA (operational level aggrement) yang selaras dengan SLA. OLA adalah kesepakatan antara penyedia layanan teknis dengan pengguna dalam internal unit TI.\n3. Monitor dan mengukur pencapaian performa layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan dukungan operasional layanan TI",
          "angka_kredit" : 0.825,
          "batasan_penilaian" : "Kegiatan pengelolaan dukungan operasional layanan TI maksimal dilaksanakan sebanyak 4 (empat) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Laporan hasil pemantauan operasional layanan TI yang setidaknya mencakup namun tidak terbatas pada informasi mengenai:\n1. Layanan TI;\n2. Dukungan teknologi;\n3. SDM operasional;\n4. Tata kelola dan tata laksananya; dan\n5. Dokumen OLA final yang disetujui oleh penanggung jawab layanan.",
          "contoh" : "Rieka Zuraida, M.Kom., seorang Pranata Komputer Ahli Madya melakukan pemantauan layanan operasional TI dan mereviu OLA layanan TI sehingga dihasilkan OLA yang baru dan melampirkan bukti fisik yang lengkap. Maka Rieka Zuraida mendapatkan nilai 0,825."
        },
        {
          "kode" : "I.B.12",
          "judul" : "Melakukan Pemantauan (Monitoring) Dan Evaluasi Ketersediaan Layanan Teknologi Informasi",
          "uraian" : "Manajemen ketersediaan layanan teknologi informasi bertanggung jawab untuk memastikan layanan memenuhi kebutuhan ketersediaan bisnis saat ini dan yang akan datang dengan biaya yang efektif dan tepat waktu. Manajemen ketersediaan layanan teknologi informasi mendefinisikan, menganalisis, merencanakan, mengukur, dan memperbaiki semua aspek ketersediaan layanan teknologi informasi, dan memastikan bahwa semua infrastruktur, proses, tools, peran, dan lain-lain yang sudah sesuai dengan target tingkat ketersediaan layanan yang disepakati.\nMonitoring dan evaluasi pada manajemen ketersediaan layanan teknologi informasi berfokus pada pengelolaan semua isu terkait ketersediaan, terkait layanan, komponen dan sumber daya, memastikan apakah target ketersediaan memenuhi kebutuhan bisnis dengan biaya yang efektif.\nKegiatan monitoring dan evaluasi manajemen ketersediaan layanan teknologi informasi mencakup namun tidak terbatas pada beberapa kegiatan berikut:\n1. Pembuatan dan pemeliharaan rencana ketersediaan;\n2. Pemantauan;\n3. Analisis; dan\n4. Pelaporan ketersediaan sumber daya.",
          "satuan_hasil" : "Laporan hasil pemantauan dan evaluasi ketersediaan layanan TI",
          "angka_kredit" : 0.240,
          "batasan_penilaian" : "Jumlah maksimum kegiatan monitoring dan evaluasi ketersediaan layanan teknologi informasi adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Laporan hasil pemantauan dan evaluasi ketersediaan layanan teknologi informasi yang setidaknya mencakup namun tidak terbatas pada informasi sebagai berikut:\n1. Hasil pemantauan ketersediaan layanan dan komponen layanan.\n2. Analisis aspek-aspek ketersediaan layanan dan komponen layanan, mencakup antara lain persentase ketersediaan, tingkat kemampuan pemulihan, dan tingkat keandalan.\n3. Hasil evaluasi semua insiden yang berkaitan dengan masalah ketersediaan layanan dan komponen layanan serta status, aksi perbaikan, dan hasil perbaikannya.",
          "contoh" : "Miswar, M.T., seorang Pranata Komputer Ahli Madya yang bertanggung jawab untuk layanan email melakukan kegiatan pemantauan dan evaluasi ketersediaan layanan email yang sudah dilakukan selama ini. Apabila Miswar melampirkan laporan hasil pemantauan dan evaluasi ketersediaan layanan email tersebut secara lengkap sesuai dengan bukti fisik yang diminta, maka Miswar mendapatkan angka kredit sebesar 0,240."
        },
        {
          "kode" : "I.B.13",
          "judul" : "Menyusun Perencanaan Transisi Layanan Teknologi Informasi",
          "uraian" : "Perencanaan transisi layanan teknologi informasi bertanggung jawab untuk merencanakan seluruh proses transisi layanan dan mengkoordinasikan sumber daya yang dibutuhkan dalam kegiatan transisi tersebut. Perencanaan transisi layanan teknologi informasi memastikan bahwa kebutuhan strategi layanan yang diterjemahkan dalam desain layanan terealisasi secara efektif dalam identifikasi operasi layanan, pengelolaan dan pengendalian risiko jika terjadi kegagalan dan gangguan dalam kegiatan transisi.\nKegiatan dari perencanaan transisi layanan teknologi informasi mencakup namun tidak terbatas pada:\n1. Menyiapkan transisi layanan;\n2. Perencanaan dan koordinasi; dan\n3. Menyediakan pendukung proses transisi.\nKeseluruhan proses transisi layanan teknologi informasi harus dipantau untuk memastikan proses transisi berjalan sesuai dengan Paket Desain Layanan.",
          "satuan_hasil" : "Dokumen perencanaan transisi layanan TI",
          "angka_kredit" : 0.550,
          "batasan_penilaian" : "Jumlah maksimum kegiatan perencanaan transisi layanan teknologi informasi adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen perencanaan transisi layanan teknologi informasi yang setidaknya mencakup namun tidak terbatas pada:\n1. Ruang lingkup dan deskripsi kegiatan transisi layanan teknologi informasi.\n2. Jadwal kegiatan transisi layanan teknologi informasi secara rinci, beserta kegiatan, durasi, dan pelaksanaan.\n3. Sumber daya yang diperlukan (mencakup perangkat keras dan piranti lunak).\n4. Tim pelaksana kegiatan transisi layanan teknologi informasi, termasuk peran, tanggung jawab, dan wewenang.\n5. Rencana komunikasi dan pelaporan, termasuk hasil identifikasi, kebutuhan pelaporan, frekuensi, dan format pelaporan.",
          "contoh" : "Muchlis, M.T., seorang Pranata Komputer Ahli Muda bertanggung jawab untuk melakukan upgrade dari suatu aplikasi dan sebelum melakukan upgrade, Muchlis membuat dokumen perencanaan transisi layanan teknologi informasi sebelum proses upgrade. Apabila melampirkan dokumen perencanaan transisi layanan teknologi informasi secara lengkap sesuai dengan bukti fisik yang diminta, maka Muchlis mendapatkan angka kredit sebesar 0,550."
        },
        {
          "kode" : "I.B.14",
          "judul" : "Mengelola Perubahan Layanan Teknologi Informasi",
          "uraian" : "Manajemen perubahan layanan teknologi informasi bertanggung jawab untuk mengontrol semua perubahan dalam siklus, memungkinkan perubahan dilakukan menghasilkan manfaat dengan gangguan minimum pada layanan teknologi informasi. Manajemen perubahan memastikan bahwa perubahan dicatat, dievaluasi, disetujui, dilakukan prioritas, direncanakan, diuji, diimplementasikan, didokumentasikan, dan dievaluasi secara terkendali.\nKegiatan mengelola perubahan layanan teknologi informasi mencakup namun tidak terbatas pada semua kegiatan pengelolaan (penambahan, penghapusan, dan modifikasi), pemantauan dan evaluasi perubahan layanan teknologi informasi dan unsur-unsur pendukungnya.",
          "satuan_hasil" : "Dokumen perubahan layanan TI",
          "angka_kredit" : 0.440,
          "batasan_penilaian" : "Jumlah maksimum kegiatan mengelola perubahan layanan teknologi informasi adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen perubahan layanan teknologi informasi yang setidaknya mencakup namun tidak terbatas pada:\n1. RFC (Request for Change) meliputi namun tidak terbatas pada:\na. Informasi Pelapor dan pihak yang menindaklanjuti;\nb. Deskripsi perubahan;\nc. Perkiraan waktu yang dibutuhkan untuk menerapkan perubahan;\nd. Perkiraan SDM yang dibutuhkan untuk menerapkan perubahan;\ne. Kategori perubahan;\nf. Risiko akibat penerapan perubahan; dan\ng. Dampak terhadap bisnis dan layanan TI.\n2. Kategori Perubahan, meliputi perubahan minor, perubahan signifikan, atau perubahan mayor.",
          "contoh" : "Nugroho Yudho, M.T., seorang Pranata Komputer Ahli Muda melakukan pengelolaan terhadap suatu perubahan layanan teknologi informasi yang terpaksa dilakukan pada suatu institusi. Apabila melampirkan dokumen perubahan layanan secara lengkap sesuai dengan bukti fisik yang diminta, maka Nugroho Yudho mendapatkan angka kredit sebesar 0,440."
        },
        {
          "kode" : "I.B.15",
          "judul" : "Mengelola Aset Dan Konfigurasi Layanan Teknologi Informasi",
          "uraian" : "Manajemen aset dan konfigurasi layanan teknologi informasi bertanggung jawab untuk memastikan bahwa aset yang dibutuhkan untuk memberikan layanan sudah dikontrol dengan baik, informasi yang akurat dan terpercaya terkait aset tersedia kapan pun dan di mana pun pada saat dibutuhkan. Manajemen ini mengidentifikasi, mengendalikan, dan bertanggung jawab atas aset layanan dan item konfigurasi, melindungi dan memastikan integritasnya dalam siklus hidup layanan.\nMengelola aset dan konfigurasi layanan teknologi informasi mencakup namun tidak terbatas pada beberapa kegiatan berikut:\n1. Identifikasi konfigurasi;\n2. Pengendalian konfigurasi;\n3. Pencatatan dan pelaporan perubahan status;\n4. Verifikasi dan inventarisasi.",
          "satuan_hasil" : "Laporan pengelolaan aset dan konfigurasi layanan TI",
          "angka_kredit" : 0.440,
          "batasan_penilaian" : "Jumlah maksimum kegiatan mengelola aset dan konfigurasi layanan teknologi informasi adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Laporan pengelolaan aset dan konfigurasi layanan teknologi informasi setidaknya mencakup namun tidak terbatas pada:\n1. Informasi dari setiap Configuration Item (CI) mencakup namun tidak terbatas pada:\na. Jenis CI yaitu perangkat keras, piranti lunak, dokumen formal;\nb. Deskripsi yang menerangkan fungsi atau isi dari CI;\nc. Versi CI seperti versi piranti lunak, tipe perangkat keras, atau versi dokumen;\nd. Status CI yaitu dalam tahap pengembangan, operasional, dalam perbaikan, atau sudah tidak digunakan; dan\ne. Histori perubahan CI yang mencakup pencatatan perpindahan, pemutakhiran, dan penambahan CI.",
          "contoh" : "Sawung Murdha Anggara, M.T., seorang Pranata Komputer Ahli Muda melakukan pengelolaan terhadap aset dan konfigurasi layanan teknologi informasi yang digunakan. Apabila Sawung Murdha Anggara melampirkan laporan hasil pengelolaan aset dan konfigurasi layanan teknologi yang sudah dibuat dengan lengkap sesuai dengan bukti fisik yang diminta, maka Sawung Murdha Anggara mendapatkan angka kredit sebesar 0,440."
        },
        {
          "kode" : "I.B.16",
          "judul" : "Mengelola Pengetahuan Layanan Teknologi Informasi",
          "uraian" : "Manajemen pengetahuan layanan teknologi informasi merupakan kegiatan membagi atau mendistribusikan perspektif, ide- ide, pengalaman dan informasi, serta memastikan bahwa hal-hal tersebut tersedia di tempat yang tepat dan pada waktu yang tepat. Manajemen pengetahuan memfasilitasi penyebarluasan informasi mengenai keputusan-keputusan penting, dan meningkatkan efisiensi dengan mengurangi kebutuhan untuk menemukan atau mencari kembali pengetahuan yang sama.\nKegiatan mengelola pengetahuan layanan teknologi informasi mencakup namun tidak terbatas pada semua kegiatan penanganan pengetahuan terkait dukungan penggunaan teknologi informasi. Termasuk identifikasi dan pencatatan pengetahuan, penyimpanan dan pengelolaan pengetahuan, penyebaran pengetahuan, seta pemantauan pengetahuan. Kegiatan ini berlaku untuk semua pihak yang terkait dengan proses dan kegiatan pengelolaan pengetahuan terkait dukungan penggunaan layanan teknologi informasi, mencakup pihak pengelola, narasumber, dan pengguna pengetahuan.",
          "satuan_hasil" : "Laporan pengelolaan pengetahuan layanan TI",
          "angka_kredit" : 0.110,
          "batasan_penilaian" : "Jumlah maksimum kegiatan mengelola pengetahuan layanan teknologi informasi adalah 12 (dua belas) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Laporan pengelolaan pengetahuan layanan teknologi informasi mencakup namun tidak terbatas pada:\n1. Strategi manajemen pengetahuan layanan teknologi informasi;\n2. Pengetahuan yang dikelola dalam sistem manajemen pengetahuan layanan teknologi informasi, meliputi seluruh solusi sementara dan solusi permanen dari setiap insiden dan problem, pengalaman dalam menangani insiden, problem, dan pemenuhan permintaan; dan\n3. Jumlah dan kondisi pengetahuan yang disimpan.",
          "contoh" : "Muchlis, MT., seorang Pranata Komputer Ahli Muda bertanggung jawab untuk mengelola pengetahuan terkait layanan teknologi informasi di suatu institusi. Apabila Muchlis melampirkan laporan hasil pengelolaan pengetahuan layanan teknologi informasi secara lengkap sesuai dengan bukti fisik yang diminta, maka Muchlis akan mendapatkan angka kredit sebesar 0,110."
        },
        {
          "kode" : "I.B.17",
          "judul" : "Melakukan Validasi, Pengujian, Dan Evaluasi Layanan Teknologi Informasi",
          "uraian" : "Kegiatan validasi dan pengujian layanan teknologi informasi bertujuan untuk memvalidasi dan menguji layanan teknologi informasi yang baru atau yang berubah. Validasi dan pengujian layanan memastikan bahwa layanan teknologi informasi sesuai dengan spesifikasi desain dan dapat memenuhi kebutuhan bisnis. Hal ini untuk membuktikan secara obyektif bahwa layanan yang baru atau layanan yang berubah dapat mendukung kebutuhan bisnis, termasuk SLA yang disepakati.\nValidasi dan pengujian layanan teknologi informasi mencakup namun tidak terbatas pada pengelolaan kegiatan validasi dan pengujian pada tingkatan tertentu sebelum dan selama kegiatan manajemen rilis dan deployment. Kegiatan ini memastikan rincian desain dan model layanan sudah sesuai tujuannya (fit for purpose) dan sesuai penggunaannya (fit for use), serta memenuhi tingkat penggunaan dan jaminan tertentu yang disepakati.\nCakupan aktivitasnya antara lain:\n1. Perencanaan;\n2. Penjadwalan;\n3. Pelaksanaan validasi; dan\n4. Pengujian di lingkungan pengujian.",
          "satuan_hasil" : "Dokumen hasil validasi, pengujian, dan evaluasi layanan TI",
          "angka_kredit" : 0.440,
          "batasan_penilaian" : "Jumlah maksimum kegiatan melakukan validasi dan pengujian layanan teknologi informasi adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen hasil validasi, pengujian, dan evaluasi layanan TI setidaknya mencakup namun tidak terbatas pada:\n1. Strategi dan rencana pengujian, meliputi maksud dan tujuan, cakupan, tahapan, dan deliverables.\n2. Model pengujian, meliputi tahapan, lingkup dan bentuk yang diujikan, serta skenario dan skrip pengujian.\n3. Dokumentasi pengujian, meliputi spesifikasi desain, laporan data pengujian, dan hasil pengujian.\n4. Validasi pengujian, meliputi validasi umum dan validasi pengujian fungsional.\n5. Evaluasi, meliputi kajian menyeluruh desain dan rencana pengujian, serta inspeksi proses dan aktivitas pengujian.",
          "contoh" : "Dian Yulia, S.Kom., seorang Pranata Komputer Ahli Muda bertanggung jawab untuk melakukan kegiatan validasi, pengujian, dan evaluasi layanan teknologi informasi yang akan dirilis. Apabila Dian Yulia melampirkan dokumen hasil validasi, pengujian, dan evaluasi secara lengkap sesuai dengan bukti fisik yang diminta, maka Dian Yulia mendapatkan angka kredit sebesar 0,440. Apabila hanya melakukan satu kegiatan, misalnya validasi saja, pengujian saja, atau evaluasi saja, maka angka kredit yang diperoleh untuk satu kegiatan tersebut adalah sebesar 0,3 x 0,440 = 0,132."
        },
        {
          "kode" : "I.B.18",
          "judul" : "Mengelola Rilis Dan Deployment Layanan Teknologi Informasi",
          "uraian" : "Manajemen rilis dan deployment layanan teknologi informasi bertanggung jawab untuk merencanakan, menjadwalkan dan mengontrol pembuatan, pengujian, dan implementasi rilis, serta untuk memberikan fungsionalitas baru yang dibutuhkan oleh bisnis dengan tetap menjaga integritas layanan yang sudah ada. Kegiatan ini bertujuan untuk memastikan hanya komponen-komponen yang sudah lulus tahap pengujian saja yang dirilis untuk menjaga integritas dari lingkungan produksi. Setiap penerapan perubahan layanan teknologi informasi harus melalui mekanisme manajemen rilis dan implementasi layanan teknologi informasi.\nKegiatan mengelola rilis dan deployment layanan teknologi informasi adalah serangkaian proses yang mencakup namun tidak terbatas pada:\n1. Perencanaan kegiatan rilis dan deployment yang mempertimbangkan lingkup, dampak, dan terjaganya SLA.\n2. Penjadwalan kegiatan rilis dan deployment yang setidaknya mencakup waktu kegiatan, durasi, dan penjelasan milestone pada jadwal.\n3. Pengendalian perpindahan rilis dari lingkungan pengujian ke lingkungan produksi yang dilengkapi dengan dokumentasi pengujian rilis, fallback plan, dan strategi untuk migrasi data.",
          "satuan_hasil" : "Laporan rilis dan deployment layanan TI",
          "angka_kredit" : 0.330,
          "batasan_penilaian" : "Jumlah maksimum kegiatan mengelola rilis dan deployment layanan teknologi informasi adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Laporan rilis dan deployment layanan teknologi informasi setidaknya mencakup namun tidak terbatas pada:\n1. Dokumentasi rilis, meliputi ruang lingkup, fungsionalitas yang ada pada rilis, permasalahan yang diselesaikan oleh rilis;\n2. Dokumentasi pengujian rilis, meliputi penjelasan fitur yang diuji dan prosedurnya, lingkungan pengujian, dan prasyarat pengujian jika ada;\n3. Rencana implementasi rilis, meliputi daftar sumber daya yang terlibat, jadwal implementasi, dan dukungan implementasi; dan\n4. Panduan teknis implementasi, meliputi kebutuhan perangkat, prosedur instalasi, dan prosedur konfigurasi.",
          "contoh" : "Tjahjo, S.Kom., seorang Pranata Komputer Ahli Muda melakukan pengelolaan kegiatan rilis dan deployment layanan teknologi informasi yang baru. Apabila Tjahjo melampirkan dokumen laporan hasil rilis dan deployment secara lengkap sesuai dengan bukti fisik yang diminta, maka Tjahjo mendapatkan angka kredit sebesar 0,330. Apabila Tjahjo tidak dapat melampirkan dokumentasi pengujian rilis, maka angka kredit yang diperoleh sebesar 3/4 x 0,330 = 0,2475."
        },
        {
          "kode" : "I.B.19",
          "judul" : "Mengelola Event Kegiatan Teknologi Informasi",
          "uraian" : "Mengelola Event Kegiatan TI adalah sebuah proses mendeteksi dan memastikan seluruh perubahan status pada Configuration Item (CI) pada suatu layanan TI agar dapat diperiksa dan diambil tindak lanjut yang tepat. Untuk events yang diabaikan tidak termasuk kegiatan ini.\nKegiatan ini mencakup namun tidak terbatas pada:\n1. Menangkap event kegiatan TI;\n2. Menentukan tindakan yang tepat untuk event yang terjadi;\n3. Menyediakan pemicu atau titik awal untuk melaksanakan proses-proses pada operasional layanan TI;\n4. Menyediakan sarana untuk membandingkan antara kinerja layanan dengan SLA; dan\n5. Menyediakan dasar untuk menjamin kualitas layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan event kegiatan TI",
          "angka_kredit" : 0.080,
          "batasan_penilaian" : "Kegiatan ini dapat dilaksanakan maksimal 1 (satu) kali per bulan untuk setiap layanan TI",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Laporan pencatatan setiap event yang meliputi namun tidak terbatas pada:\n1. Jenis event;\n2. Lama waktu respon;\n3. Penyebab; dan\n4. Usulan tindak lanjut untuk penanganan events.",
          "contoh" : "Sekar Rizky, M.S, seorang Pranata Komputer Ahli Muda mengelola event yang muncul pada suatu sistem server untuk layanan tertentu dan membuat laporan tindak lanjutnya. Laporan yang dikumpulkan Sekar Rizky dalam satu bulan mendapat nilai 0,080."
        },
        {
          "kode" : "I.B.20",
          "judul" : "Mengelola Insiden Kegiatan Teknologi Informasi",
          "uraian" : "Mengelola insiden kegiatan teknologi informasi adalah kegiatan untuk mengatasi adanya gangguan yang tidak terencana pada layanan TI yang berdampak pada proses bisnis organisasi. Kegiatan ini juga mencakup pengelolaan permasalahan layanan TI (problem management).\nKegiatan pengelolaan insiden meliputi namun tidak terbatas pada:\n1. Melakukan identifikasi dan pencatatan Insiden;\n2. Melakukan pengkategorian Insiden;\n3. Menentukan prioritas Insiden;\n4. Melakukan diagnosis Insiden;\n5. Melakukan penanganan Insiden; dan\n6. Melakukan penutupan Insiden.\nKegiatan pengelolaan problem meliputi namun tidak terbatas pada:\n1. Melakukan identifikasi dan pencatatan Problem;\n2. Melakukan klasifikasi Problem;\n3. Menganalisis dan mendiagnosa Problem;\n4. Menyusun laporan penanganan Problem; dan\n5. Menutup Problem.",
          "satuan_hasil" : "Laporan pengelolaan insiden kegiatan TI",
          "angka_kredit" : 0.220,
          "batasan_penilaian" : "Kegiatan ini dapat dilaksanakan maksimal 1 (satu) kali per bulan untuk setiap layanan TI.",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Laporan pencatatan setiap insiden yang meliputi namun tidak terbatas pada: \n1. Jenis insiden; \n2. Lama waktu respon; \n3. Penyebab dan solusi; \n4. Lama waktu penyelesaian; dan \n5. Dampak terhadap kualitas layanan. \nLaporan pencatatan setiap problem yang meliputi namun tidak terbatas pada: \n1. Jenis Problem; \n2. Waktu pencatatan Problem; \n3. Insiden terkait dan solusi; \n4. Lama penanganan; dan \n5. Tindak lanjut terhadap penanganan problem.",
          "contoh" : "Silvi Dwi, M.T., seorang Pranata Komputer Ahli Muda mengelola insiden kegiatan teknologi informasi yang muncul pada suatu layanan sistem informasi kepegawaian dan membuat laporan tindak lanjutnya. Laporan yang dikumpulkan Silvi Dwi dalam satu bulan lengkap sesuai dengan bukti fisik diatas. Maka, Silvi Dwi mendapat nilai angka kredit sebesar 0,220.\nJika Silvi Dwi, MT, juga membuat laporan problem yang muncul pada suatu layanan sistem informasi kepegawaian dan membuat laporan tindak lanjutnya. Laporan yang dikumpulkan Silvi Dwi dalam satu bulan lengkap sesuai dengan bukti fisik diatas. Maka, Silvi Dwi mendapat nilai angka kredit sebesar 2 x 0,220 = 0.440."
        },
        {
          "kode" : "I.B.21",
          "judul" : "Mengelola Permintaan Dan Layanan Teknologi Informasi",
          "uraian" : "Mengelola permintaan dan layanan TI adalah kegiatan untuk memenuhi permintaan user yang berkaitan dengan layanan TI sesuai SLA yang telah ditentukan.\nKegiatan pengelolaan permintaan dan layanan TI meliputi namun tidak terbatas pada:\n1. Melakukan identifikasi dan pencatatan permintaan dan layanan TI;\n2. Melakukan pengkategorian permintaan dan layanan TI;\n3. Menentukan prioritas permintaan dan layanan TI;\n4. Melakukan pemenuhan permintaan dan layanan TI; dan\n5. Melakukan penutupan permintaan dan layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan permintaan dan layanan TI",
          "angka_kredit" : 0.150,
          "batasan_penilaian" : "Kegiatan ini dapat dilaksanakan maksimal 1 (satu) kali per bulan untuk setiap layanan TI.",
          "pelaksana" : "Pranata Komputer Ahli Pertama",
          "bukti_fisik" : "Laporan yang berisi namun tidak terbatas pada informasi mengenai:\n1. Banyaknya permintaan layanan yang dipenuhi;\n2. Jenis layanan yang diminta dan penjelasan rincinya;\n3. Sarana yang digunakan; dan\n4. Informasi ketersediaan dan cara memenuhi permintaan layanan.",
          "contoh" : "Nur Azizah, S.Tr.Stat., seorang Pranata Komputer Ahli Pertama mengelola permintaan dan layanan TI pada layanan sistem monitoring kegiatan survei dan membuat laporan tindak lanjutnya. Laporan yang dikumpulkan Nur Azizah lengkap sesuai dengan bukti fisik diatas. Maka, Nur Azizah mendapat nilai angka kredit sebesar 0,150."
        }
      ]
    },
    {
      "kode" : "I.C",
      "judul" : "Pengelolaan Data (Data Management)",
      "butir" : [
        {
          "kode" : "I.C.1",
          "judul" : "Menyusun Atau Mengelola Strategi Manajemen Data Instansi",
          "uraian" : "Menyusun strategi manajemen data instansi adalah melakukan kegiatan penyusunan rencana strategis terkait manajemen data untuk menyediakan rancangan (blueprint) yang membantu instansi dalam mengubah visi menjadi tindakan untuk mendapatkan hasil yang positif. Penyusunan strategi manajemen data harus selaras dengan strategi TI dan strategi bisnis instansi.\nMengelola strategi manajemen data instansi adalah melakukan pemeliharaan dan penyesuaian terhadap strategi manajemen data yang telah disusun sesuai dengan kebutuhan instansi. Penyusunan dan pengelolaan strategi manajemen data dapat dilakukan dengan mengadopsi dan/atau mengadaptasi kerangka kerja (framework) serta praktik terbaik (best practice) sebagai referensi yang disesuaikan dengan kebutuhan instansi.\nTahapan kegiatan ini mencakup namun tidak terbatas pada: penentuan visi manajemen data, misi manajemen data, tujuan/sasaran manajemen data, serta strategi manajemen data yang selaras dengan strategi TI dan strategi bisnis instansi.\nSelain itu juga perlu diperhatikan mekanisme penentuan prioritas, penentuan rencana program dan implementasi manajemen data (roadmap), proyeksi rencana pembiayaan, identifikasi risiko (positif dan negatif), serta metriks evaluasi pelaksanaan strategi manajemen data. Di dalam strategi manajemen data juga harus dipertimbangkan rencana untuk pemeliharaan dan peningkatan kualitas data, integritas data, akses dan keamanan data.\nCakupan kegiatan pengelolaan rencana strategis manajemen data instansi adalah menjaga agar rencana yang telah disusun memang selaras dengan strategi TI dan strategi bisnis instansi, serta mengusulkan rekomendasi perbaikan berdasarkan dinamika perkembangan teknologi dan kebutuhan instansi.",
          "satuan_hasil" : "Dokumen strategi manajemen data instansi atau laporan pengelolaan strategi manajemen data instansi",
          "angka_kredit" : 2.475,
          "batasan_penilaian" : "1  (satu)  kali  per  tahun  untuk  penyusunan strategi manajemen data dan 1 (satu) kali per tahun untuk pengelolaan strategi manajemen data.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen strategi manajemen data yang mencakup namun tidak terbatas pada: visi, misi, tujuan/ sasaran, strategi, prioritas, roadmap, pembiayaan, risiko (positif dan negatif), serta metriks evaluasi.\nDokumen rekomendasi usulan perbaikan strategi manajemen data yang berbasis risiko (baik positif maupun negatif).",
          "contoh" : "Ade Koswara, M.T., seorang Pranata Komputer Ahli Madya melakukan penyusunan strategi manajemen data maka angka kredit yang diperoleh adalah 2,475. Kemudian, Ade Koswara melakukan pengelolaan strategi manajemen data maka angka kredit yang diperoleh adalah 2,475.\nDi awal tahun, Ade Koswara melakukan penyusunan strategi manajemen data, kemudian di pertengahan tahun Ade Koswara melakukan pengelolaan strategi manajemen data, maka di tahun tersebut angka kredit yang diperoleh adalah 2 x 2,475 = 4,950."
        },
        {
          "kode" : "I.C.2",
          "judul" : "Menyusun Kebijakan Data, Standar Data, atau Prosedur Pengelolaan Data",
          "uraian" : "Menyusun kebijakan data, standar data, atau prosedur pengelolaan data adalah kegiatan penyusunan kebijakan, standar, prosedur yang dijadikan sebagai pedoman dalam merencanakan, mengembangkan, menjalankan, dan memonitor pengelolaan data. Kebijakan, standar, prosedur tersebut harus memperhatikan aspek ketersediaan (availability), keamanan (security) dan kualitas (quality) dalam rangka memenuhi kebutuhan data bagi seluruh pemangku kepentingan di instansi. Penyusunan kebijakan, standar, prosedur dapat mengacu kepada perangkat hukum yang berlaku, keperluan internal instansi dan standar industri (misalnya ISO/IEC).\nTahapan kegiatan ini mencakup namun tidak terbatas pada menyusun kebijakan atau menyusun standar atau menyusun prosedur yang berkaitan dengan area pengelolaan data seperti: kualitas data, otorisasi data dan siklus data dalam lingkungan instansi.\nKebijakan merupakan artikulasi perilaku yang perlu dilakukan untuk mencapai sasaran instansi. Standar merupakan acuan yang baku. Prosedur pengelolaan data menunjukkan aktivitas/proses yang dilakukan oleh peran-peran (roles) di instansi serta input dan output dari setiap aktivitas/proses pengelolaan data.\nPenyusunan kebijakan, standar, dan prosedur pengelolaan data dapat merujuk pada best practice seperti DAMA DMBOK, standar industri seperti ISO/IEC, perangkat hukum seperti Perpres No 39 Tahun 2019 tentang Satu Data Indonesia, dan sebagainya.",
          "satuan_hasil" : "Dokumen kebijakan, standar, atau prosedur pengelolaan data",
          "angka_kredit" : 1.980,
          "batasan_penilaian" : "1 (satu) kali per tahun. Penyusunan kebijakan atau standar atau prosedur dapat dilakukan untuk setiap area pengelolaan data.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen kebijakan, standar, atau prosedur sesuai cakupan area pengelolaan data.",
          "contoh" : "Joko Parmiyanto, MEDC, seorang Pranata Komputer Ahli Madya melakukan penyusunan kebijakan, standar, dan prosedur pada area pengelolaan kualitas data maka angka kredit yang diperoleh adalah 3 x 1,980 = 5,940.\nJoko Parmiyanto melakukan penyusunan prosedur pada area siklus data instansi, maka angka kredit yang diperoleh adalah 1,980.\nJoko Parmiyanto melakukan penyusunan kebijakan dan standar pada area keamanan data maka angka kredit yang diperoleh adalah 2 x 1,980=3,960."
        },
        {
          "kode" : "I.B.3",
          "judul" : "Menyusun Portofolio Layanan Teknologi Informasi",
          "uraian" : "Kegiatan penyusunan portofolio layanan TI merupakan kegiatan menyusun dokumen portofolio untuk menghasilkan sebuah dokumen portofolio layanan TI yang berisi daftar layanan TI yang lengkap yang dapat disediakan oleh organisasi TI kepada institusi yang didukungnya dan juga digunakan untuk mengelola seluruh siklus hidup layanan TI. Portofolio layanan TI adalah kumpulan lengkap layanan TI yang dikelola oleh penyedia layanan. Portofolio layanan dapat terdiri dari pipeline layanan TI, katalog layanan TI dan layanan TI yang sudah tidak digunakan lagi.\nPenyusunan portofolio layanan TI mencakup kegiatan menyusun dokumen portofolio layanan TI baru dimana sebelumnya organisasi belum memiliki koleksi layanan TI yang resmi. Standar penyusunan portofolio layanan TI harus berdasarkan standar nasional, internasional dan/atau praktik terbaik.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi dan membuat daftar layanan TI yang akan dimasukkan ke dalam portofolio layanan TI. Setiap layanan teknologi informasi setidaknya berisi informasi sebagai berikut:\na. nama layanan TI;\nb. deskripsi layanan TI;\nc. status layanan TI;\nd. jenis layanan TI;\ne. pemilik layanan TI; dan\nf. pelanggan dan pengguna layanan TI.\n2. Menyusun portofolio layanan TI.\n3. Mengidentifikasi model layanan TI, yang meliputi:\na. Komponen layanan pendukung/aset yang mendukung pemberian layanan tersebut; dan\nb. Interaksi/keterkaitan antar komponen layanan, antara layanan dengan komponen pendukungnya, dan antar layanan.\n4. Menyiapkan service charter untuk setiap layanan TI.\n5. Mendokumentasikan kegiatan.",
          "satuan_hasil" : "Dokumen portofolio layanan TI",
          "angka_kredit" : 0.880,
          "batasan_penilaian" : "Kegiatan menyusun portofolio layanan TI dilakukan maksimal 1 (satu) kali per bulan",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen portofolio layanan TI yang mencakup namun tidak terbatas pada:\n1. Nama Layanan;\n2. Deskripsi layanan, yang setidaknya berisi deskripsi singkat mengenai layanan tersebut;\n3. Status layanan, yang setidaknya harus terdiri dari 10 (sepuluh) pilihan status yaitu:\ni. Pipeline layanan:\na) Fase  Pertimbangan:  \"Proposed/Defined\",  Analyzed, \"Chartered\";\nb) Fase Pengembangan: Requirements Analyzed, \"Designed\", \"Built\", \"Tested\", \"Released\";\nii. Katalog Layanan: \"Operational\"; dan\niii. Layanan yang tidak digunakan lagi: \"Retired\".\n4. Jenis layanan, yang setidaknya terdiri dari:\ni. Kategori layanan, yang terdiri dari 2 (dua) pilihan yaitu layanan untuk pelanggan dan layanan pendukung/teknis; dan\nii. Sumber pemberi layanan, yang terdiri dari 2 (dua) pilihan yaitu internal dan eksternal.\n5. Pemilik layanan, yaitu peran yang mempunyai tanggung jawab menyediakan layanan;\n6. Pengguna, yang akan, sedang atau pernah menggunakan layanan;\n7. Kontak dan prosedur untuk permintaan layanan;\n8. Deskripsi mengenai hasil yang diharapkan, yang setidaknya berisi informasi tentang justifikasi atau nilai tambah dari sudut pandang organisasi, proses bisnis yang didukung, hasil yang diharapkan terkait utilitas layanan, dan hasil yang diharapkan terkait jaminan layanan; dan\n9. Ketergantungan terhadap layanan pendukung/teknis dan/atau CI.",
          "contoh" : "Eka Putri, S.ST., seorang Pranata Komputer Ahli Muda melakukan penyusunan Dokumen Portofolio Layanan TI dengan melampirkan semua hasil yang tertera pada bukti fisik kegiatan, maka Eka Putri mendapat Angka Kredit sebesar 0,880."
        },
        {
          "kode" : "I.B.4",
          "judul" : "Mengelola Portofolio Layanan Teknologi Informasi",
          "uraian" : "Kegiatan pengelolaan portofolio layanan TI merupakan kegiatan yang bertujuan untuk mengkaji, menganalisis, dan mengusulkan layanan TI baru atau perubahan layanan TI yang sudah ada. Usulan layanan TI baru atau layanan TI perubahan dilakukan karena kebutuhan yang muncul dari proses analisis maupun karena permintaan (demand) baik dari pengguna layanan maupun dari pengelola layanan TI (semisal Komite Pengarah TI).\nPengelolaan portofolio layanan TI mencakup kegiatan penyusunan perubahan portofolio layanan TI yang sudah ada dari hasil monitoring dan evaluasi layanan TI.\nPerubahan yang diusulkan harus selaras dengan strategi layanan TI yang ada dan tetap mempertimbangkan sisi nilai/manfaat yang diberikan dari layanan tersebut.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengkaji portofolio layanan TI yang sudah ada;\n2. Menginisiasi proses usulan perubahan layanan TI yang akan dimasukkan ke dalam portofolio layanan TI, baik layanan TI yang baru maupun perubahan terhadap layanan TI yang sudah ada;\n3. Mendefinisikan layanan TI yang diusulkan untuk diubah;\n4. Melakukan kajian terhadap usulan perubahan layanan TI;\n5. Menyusun Dokumen Perubahan Layanan TI untuk layanan TI baru dan/atau layanan TI perubahan yang diperoleh dari hasil analisis layanan TI;\n6. Penyusunan business case usulan layanan baru yang belum tercakup sebelumnya dalam portofolio layanan TI;\n7. Meminta persetujuan usulan perubahan layanan TI;\n8. Membuat service charter untuk usulan layanan TI untuk mengubah service charter dalam perubahan layanan TI;\n9. Memutakhirkan portofolio layanan TI; dan\n10. Mendokumentasikan proses pengelolaan portofolio layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan portofolio layanan TI",
          "angka_kredit" : 0.230,
          "batasan_penilaian" : "Kegiatan pengelolaan portofolio layanan TI dilakukan maksimal 1 (satu) kali per bulan untuk layanan TI yang mengalami perubahan.",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Laporan pengelolaan portofolio layanan TI yang mencakup namun tidak terbatas pada:\n1. Business case yang mencakup informasi meliputi namun tidak terbatas pada:\na. Problem - yaitu permasalahan yang dihadapi oleh bisnis saat ini sehingga diperlukan layanan teknologi informasi baru atau perubahannya;\nb. Solusi - yaitu usulan layanan teknologi informasi baru atau perubahannya;\nc. Pendekatan - yaitu beberapa alternatif pendekatan yang dapat diambil untuk penerapan solusi, misal pilot project, big-bang;\nd. Kajian Risiko - yaitu deskripsi risiko-risiko yang berpotensi terjadi untuk masing-masing alternatif pendekatan, termasuk informasi dampak risiko dan usulan mitigasinya; dan\ne. Analisis Biaya dan Manfaat - Analisis ini dapat disertakan, apabila diperlukan, yang sesuai dengan panduan dalam Kebijakan dan Standar Manajemen Keuangan Teknologi Informasi mengenai Analisis Biaya dan Manfaat.\n2. Dokumen Portofolio yang telah dilakukan pemutakhiran berdasarkan data layanan TI yang mengalami perubahan.",
          "contoh" : "Ratih Dewi, MTI, seorang Pranata Komputer Ahli Muda melakukan analisis portofolio layanan TI dan mengusulkan layanan TI baru dengan melampirkan bukti fisik kegiatan, maka Ratih Dewi mendapat Angka Kredit sebesar 0,230. Jika Ratih Dewi melaporkan dokumen portofolio termutakhirkan namun tidak melampirkan dokumen business case, maka terhadap Ratih Dewi hanya dapat diberikan nilai 1/2 x 0,230 = 0,115."
        },
        {
          "kode" : "I.B.5",
          "judul" : "Mengelola Anggaran Layanan Teknologi Informasi",
          "uraian" : "Kegiatan mengelola anggaran layanan TI merupakan kegiatan pengelolaan keuangan terkait pengelolaan layanan TI (financial management for IT services) dalam organisasi TI sehingga organisasi dapat memastikan bahwa biaya-biaya layanan TI yang dikeluarkan adalah optimal dan memberikan manfaat yang diharapkan (cost- effective), serta dapat melakukan perbaikan dalam pengelolaan anggaran, layanan, dan sumber daya teknologi informasi.\nKegiatan mengelola anggaran layanan TI bertujuan untuk mengelola kebutuhan terkait anggaran, akuntansi, dan pembebanan biaya yang disediakan penyedia layanan TI. Kegiatan ini memastikan ketersediaan dana yang memadai untuk merancang, membangun, dan memberikan layanan yang memenuhi strategi organisasi dengan pembiayaan yang efektif.\nPengelolaan anggaran layanan TI mencakup namun tidak terbatas pada:\n1. Pengusulan dan/atau pengelolaan anggaran belanja TI;\n2. Penyusunan analisis kelayakan belanja modal sebagai bahan pendukung usulan anggaran belanja modal;\n3. Penyusunan dan pengusulan model biaya dan model pembebanan biaya;\n4. Melakukan proses akuntansi dan penghitungan biaya TI yang mengacu pada model biaya yang sudah ditetapkan;\n5. Penentuan notional charging yang ditujukan untuk pengguna layanan TI; dan\n6. Mendokumentasikan proses pengelolaan anggaran layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan anggaran layanan TI",
          "angka_kredit" : 0.510,
          "batasan_penilaian" : "Laporan pengelolaan anggaran layanan TI disusun maksimal 1 (satu) kali per bulan.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Laporan pengelolaan anggaran layanan TI mencakup namun tidak terbatas pada:\n1. Usulan anggaran belanja TI;\n2. Hasil analisis kelayakan belanja modal;\n3. Model biaya dan model pembebanan biaya;\n4. Catatan akuntansi dan penghitungan biaya TI yang mengacu pada model biaya yang sudah ditetapkan; dan\n5. Hasil penetapan notional charging yang ditujukan untuk pengguna layanan TI.",
          "contoh" : "Yeni Sanovia, M.T., seorang Pranata Komputer Ahli Madya melakukan pengelolaan anggaran layanan TI dengan melampirkan bukti fisik kegiatan secara lengkap, maka Yeni Sanovia mendapat Angka Kredit sebesar 0,510. Jika Yeni Sanovia melaporkan hasil kegiatan namun tidak melampirkan hasil penetapan notional charging, maka terhadap Yeni Sanovia dapat diberikan nilai 4/5 x 0,510 = 0,408."
        },
        {
          "kode" : "I.B.6",
          "judul" : "Menyusun SOP Untuk Kegiatan IT Service Management",
          "uraian" : "Kegiatan penyusunan SOP untuk kegiatan manajemen layanan TI (ITSM) merupakan kegiatan penyusunan petunjuk teknis yang berisi kebijakan, standar, dan prosedur operasional yang standar untuk setiap kegiatan pengelolaan layanan TI yang disesuaikan dengan petunjuk pengelolaan layanan TI. Kegiatan penyusunan SOP bertujuan untuk menyediakan pedoman operasional pengelolaan layanan TI yang terstandardisasi di seluruh lingkup organisasi TI sesuai dengan pedoman pengelolaan layanan TI yang berlaku di organisasi TI.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi layanan TI yang akan disusun SOP-nya\n2. Mengidentifikasi aktivitas, pelaksana, mutu baku, dan keterangan dalam mengoperasikan layanan TI\n3. Menyusun petunjuk teknis prosedur operasional layanan TI yang meliputi aktivitas, pelaksana, mutu baku, dan keterangan operasional layanan TI\n4. Melakukan evaluasi SOP yang sudah disusun;\n5. Mengkomunikasikan dan mempromosikan SOP layanan TI yang telah disahkan ke pihak terkait; dan\n6. Mendokumentasikan proses pengelolaan SOP layanan TI.",
          "satuan_hasil" : "Dokumen SOP kegiatan IT Service Management",
          "angka_kredit" : 0.165,
          "batasan_penilaian" : "Kegiatan penyusunan SOP dilakukan maksimal 1 (satu) kali per tahun untuk setiap layanan TI.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Dokumen SOP kegiatan IT Service Management yang mencakup namun tidak terbatas pada:\n1. Hasil identifikasi layanan TI\n2. Petunjuk teknis prosedur operasional layanan TI yang meliputi aktivitas, pelaksana, mutu baku, dan keterangan operasional layanan TI\n3. Dokumentasi SOP layanan TI\n4. Layanan TI yang telah disetujui oleh pejabat yang berwenang",
          "contoh" : "Dr. Novianto Budi Kurniawan, seorang Pranata Komputer Ahli Madya melakukan penyusunan SOP untuk lima layanan TI yang berbeda dengan melampirkan semua bukti fisik, maka Novianto Budi Kurniawan mendapatkan Angka Kredit sebesar 0,165 x 5 = 0,825."
        },
        {
          "kode" : "I.B.7",
          "judul" : "Mengelola Katalog Layanan Teknologi Informasi",
          "uraian" : "Kegiatan pengelolaan katalog layanan TI merupakan kegiatan penyusunan atau pengkajian daftar katalog dari layanan TI yang sedang aktif berjalan yang bersumber dari dokumen portofolio layanan TI. Katalog Layanan TI adalah basis data (database) atau dokumen terstruktur yang berisi informasi tentang seluruh layanan TI yang aktif saat ini, termasuk layanan TI baru yang sudah siap untuk disediakan oleh penyedia. Katalog layanan merupakan bagian dari portofolio layanan dan dibedakan menjadi dua jenis katalog yaitu katalog layanan pengguna dan katalog layanan teknis/pendukung. Katalog layanan pengguna (katalog bisnis) berisi daftar detail tentang seluruh layanan TI yang disediakan kepada pengguna melalui sudut pandang pengguna layanan. Katalog layanan teknis/pendukung berisi daftar detail semua layanan TI pendukung yang berperan agar memastikan layanan bisnis bisa berjalan sesuai target layanan.\nKegiatan mengelola katalog layanan TI bertujuan untuk menyediakan dan memelihara katalog layanan serta memastikan bahwa katalog tersebut tersedia untuk diakses oleh orang-orang yang berhak. Kegiatan mengelola dapat berarti menyusun katalog layanan TI baru atau melakukan perubahan informasi terhadap katalog layanan TI yang sudah ada.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi layanan TI yang akan dimasukkan ke dalam katalog layanan TI;\n2. Mendefinisikan daftar kebutuhan untuk katalog layanan TI;\n3. Mendesain katalog layanan TI yang meliputi:\na. Membuat spesifikasi katalog layanan TI;\nb. Mendefinisikan cakupan dan konten dari katalog layanan TI;\n4. Membuat data/informasi layanan TI ke dalam katalog layanan TI;\n5. Mempublikasikan katalog layanan TI; dan\n6. Mendokumentasikan kegiatan pengelolaan katalog layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan katalog layanan TI",
          "angka_kredit" : 0.090,
          "batasan_penilaian" : "Kegiatan pengelolaan katalog layanan TI dilakukan maksimal 1 (satu) kali per bulan untuk setiap layanan TI.",
          "pelaksana" : "Pranata Komputer Ahli Pertama",
          "bukti_fisik" : "Katalog layanan TI pengguna berisikan informasi yang meliputi namun tidak terbatas pada:\n1. Nama layanan;\n2. Deskripsi layanan secara umum;\n3. Detail syarat dan ketentuan layanan;\n4. Cakupan pengguna;\n5. Pengelola layanan;\n6. Waktu Berjalannya Layanan, yang setidaknya berisi informasi tentang waktu layanan dapat diberikan;\n7. Referensi ke template Service Level Agreement (SLA), yang menunjukkan tautan ke template SLA;\n8. Notional charging setidaknya terdiri dari komponen biaya tetap dan komponen biaya variabel;\n9. Proses untuk permintaan layanan teknologi informasi;\n10. Dampak operasional apabila terjadi gangguan;\n11. Daftar layanan pendukung layanan utama yang setidaknya berisi layanan pendukung yang harus tersedia agar layanan utama ini dapat berjalan;\n12. Versi dan tanggal revisi, yang menjelaskan versi perubahan layanan teknologi informasi beserta tanggal perubahannya; dan\n13. Katalog layanan TI disetujui oleh pejabat yang berwenang. atau\nKatalog layanan teknis/pendukung berisikan informasi yang meliputi namun tidak terbatas pada:\n1. Nama komponen layanan pendukung, yang berisi nama layanan pendukung;\n2. Nama layanan yang didukung, yang mengacu ke katalog layanan untuk bisnis/pelanggan;\n3. Referensi  ke  OLA  yang  telah disetujui; yang menunjukkan tautan ke OLA terkait;\n4. Kemampuan teknis tingkat layanan saat ini;\n5. Proses penyediaan layanan;\n6. Periode kajian terhadap layanan dan laporannya; dan\n7. Versi dan tanggal revisi, yang menjelaskan versi perubahan layanan teknologi informasi berserta tanggal perubahannya.",
          "contoh" : "Hergias Widityasari, S.ST., seorang Pranata Komputer Ahli Pertama melakukan pengelolaan katalog layanan TI untuk dua layanan TI yang berbeda dalam satu bulan dengan melampirkan semua bukti fisik, maka Hergias Widityasari mendapatkan Angka Kredit sebesar 0,090 x 2 = 0,180."
        },
        {
          "kode" : "I.B.8",
          "judul" : "Mengelola Penyedia Jasa Atau Barang Untuk Layanan Teknologi Informasi",
          "uraian" : "Kegiatan pengelolaan penyedia jasa atau barang untuk layanan TI merupakan kegiatan dalam mengelola vendor-vendor penyedia yang mendukung layanan TI untuk mencapai target tingkat layanan TI yang selaras dengan target tingkat layanan yang tercantum dalam Katalog Layanan TI maupun dalam Kesepakatan Tingkat Layanan (Service Level Agreement) dan Kebutuhan Tingkat Layanan (Service Level Requirement).\nKegiatan ini bertujuan untuk mendapatkan nilai tambah dari vendor, memastikan bahwa semua kontrak dan perjanjian dengan vendor mendukung kebutuhan institusi terkait, dan memastikan vendor memenuhi komitmen yang tercantum dalam kontrak. Kegiatan ini memastikan bahwa penyedia jasa atau barang untuk layanan TI yang disediakan dikelola untuk mendukung target layanan TI dan ekspektasi bisnis institusi.\nCakupan kegiatan pengelolaan penyedia barang atau jasa layanan TI secara umum adalah pengkategorian vendor, pemilihan vendor, negosiasi dengan vendor, pembuatan kontrak, pengelolaan kinerja vendor, dan terminasi vendor. Tahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Penyusunan Underpinning Contract (UC) yang merupakan kontrak antara penyedia layanan TI dengan pihak eksternal. UC menentukan target dan tanggung jawab yang dibutuhkan untuk memenuhi target tingkat layanan yang ada dalam SLA.\n2. Monitoring semua kontrak dan perjanjian dengan vendor agar berjalan sesuai kontrak dan memastikan vendor memenuhi komitmen dalam kontrak. Tingkat layanan operasional yang berkaitan dengan vendor (UC) harus selaras dengan target dalam SLR atau SLA. Evaluasi terhadap UC juga perlu dilakukan.\n3. Melakukan evaluasi dan kaji ulang kinerja vendor yang dilakukan  secara  berkala  dan  didokumentasikan/  dilaporkan kepada pihak terkait dalam organisasi dan vendor.\n4. Mengusulkan terminasi vendor sesuai laporan dan informasi yang diterima sesuai peraturan dalam organisasi.\n5. Mendokumentasikan proses pengelolaan penyedia barang atau jasa layanan TI.",
          "satuan_hasil" : "Dokumen pengelolaan penyedia jasa atau barang layanan TI",
          "angka_kredit" : 0.330,
          "batasan_penilaian" : "Dokumen laporan kinerja vendor disusun sebagai 1 (satu) dokumen untuk 1 (satu) vendor per kontrak layanan TI",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen pengelolaan penyedia jasa atau barang layanan TI yang meliputi namun tidak terbatas pada:\n1. Dokumen UC, mencakup informasi namun tidak terbatas pada:\na. Pihak yang mengesahkan;\nb. Tempat dan tanggal pengesahan;\nc. Deskripsi layanan;\nd. Durasi UC;\ne. Ruang lingkup layanan;\nf. Kontak, berisi alamat, nomor telepon, dan alamat email dari kedua belah pihak;\ng. Target tingkat layanan;\nh. Informasi dukungan layanan;\ni. Informasi Harga;\nj. Informasi pelaporan dan pengkajian layanan; dan\nk. Term and condition terkait hukum.\n2. Dokumen laporan kinerja vendor setidaknya berisi realisasi pencapaian tingkat layanan dibandingkan dengan target yang ada dalam UC dan tindakan perbaikan yang akan dilakukan oleh vendor supaya dapat mencapai target yang ada dalam UC.",
          "contoh" : "Herman Saputra, M.T., seorang Pranata Komputer Ahli Muda melakukan kegiatan pengelolaan penyedia jasa layanan TI mulai dari pengkategorian vendor, pemilihan vendor, negosiasi dengan vendor, pembuatan kontrak, pengelolaan kinerja vendor, dan terminasi vendor, maka Herman Saputra mendapatkan Angka Kredit sebesar 0,330."
        },
        {
          "kode" : "I.B.9",
          "judul" : "Mengelola kapasitas layanan teknologi informasi",
          "uraian" : "Kegiatan pengelolaan kapasitas layanan TI merupakan kegiatan untuk menentukan kemampuan organisasi TI dalam menyediakan layanan TI yang sesuai dengan tingkat layanan yang ditetapkan dan mampu memenuhi kebutuhan kerja institusi secara tepat waktu dan tepat anggaran. Kegiatan mengelola kapasitas layanan TI bertujuan untuk memastikan bahwa kapasitas layanan TI dan infrastruktur TI mampu memenuhi kapasitas yang disepakati dan kinerja terkait kebutuhan layanan dengan biaya yang efektif dan tepat waktu. Kegiatan ini mempertimbangkan seluruh sumber daya yang dibutuhkan untuk menyediakan layanan TI, dan berkaitan dengan pemenuhan kebutuhan kapasitas dan kinerja layanan saat ini dan yang akan datang dalam menunjang kebutuhan bisnis.\nKegiatan mengelola kapasitas layanan TI mencakup pengelolaan kapasitas bisnis, kapasitas layanan, dan kapasitas komponen. Obyek dari kapasitas layanan TI mencakup layanan perangkat keras TI, layanan perangkat jaringan TI, layanan perangkat lunak dan aplikasi TI, dan layanan sumber daya manusia yang mendukung pelaksanaan layanan TI.\nTahapan kegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi kapasitas layanan TI yang akan dikelola;\n2. Melakukan proses pengukuran terhadap kapasitas beban kerja maupun kinerja layanan TI;\n3. Melakukan monitoring penggunaan kapasitas TI;\n4. Melakukan analisis penggunaan kapasitas TI;\n5. Melakukan perbaikan kapasitas TI dari hasil pengukuran dan\nmonitoring kapasitas;\n6. Melakukan pengelolaan dan penyusunan laporan monitoring;\n7. Menyusun strategi manajemen beban kerja baik jangka pendek maupun jangka panjang;\n8. Membuat pemodelan beban kerja untuk menganalisis dampak perubahan pada kapasitas sistem;\n9. Penyusunan Dokumen Rencana Kapasitas; dan\n10. Mendokumentasikan proses pengelolaan kapasitas layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan kapasitas layanan TI",
          "angka_kredit" : 0.440,
          "batasan_penilaian" : "Jumlah maksimal kegiatan ini adalah 1 (satu) kali per bulan.",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen pengelolaan penyedia jasa atau barang layanan TI yang meliputi namun tidak terbatas pada:\n1. Laporan kapasitas dan kinerja Layanan TI dapat mencakup dan tidak terbatas pada informasi sebagai berikut:\na. Laporan komponen yang menjabarkan kinerja setiap komponen dan utilisasi dibandingkan dengan kapasitas maksimum;\nb. Laporan layanan TI yang menjabarkan kinerja setiap layanan dan komponen-komponen layanan dalam pencapaian target layanan secara keseluruhan yang akan menjadi basis untuk manajemen tingkat layanan dan laporan pencapaian SLA;\nc. Exception report yang menjabarkan permasalahan kinerja komponen dan/atau layanan TI, seperti indikator batas utilisasi yang terlewati atau batas jumlah pengguna secara bersamaan yang terlewati; dan\nd. Penanganan komponen dan/atau layanan TI yang mengalami permasalahan kapasitas, apabila dilakukan.\n2. Rencana kapasitas setidaknya dapat mencakup dan tidak terbatas pada informasi sebagai berikut:\na. Deskripsi dan semua informasi relevan terkait layanan TI dan komponen layanan TI yang akan ditingkatkan kapasitasnya;\nb. Skenario bisnis dan asumsi-asumsi yang digunakan, mencakup estimasi pertumbuhan penggunaan layanan TI yang aktif, baru, dan yang akan dihentikan/diganti;\nc. Metodologi yang digunakan untuk mendapatkan skenario bisnis dan asumsi-asumsi, profil kinerja serta kapasitas layanan dan komponen layanan;\nd. Profil kinerja dan kapasitas layanan dan komponen layanan yang mencakup throughput rates dan pemanfaatan sumber daya teknologi informasi (resources utilization);\ne. Prediksi pertumbuhan dan beban di masa mendatang; dan\nf. Rekomendasi untuk peningkatan kapasitas dan kinerja termasuk deskripsi, target kapasitas, target waktu, dan biaya.",
          "contoh" : "Sawung Murdha Anggara, M.T., seorang Pranata Komputer Ahli Muda melakukan pengelolaan kapasitas layanan TI dengan melampirkan bukti fisik secara lengkap, maka Sawung Murdha Anggara mendapatkan Angka Kredit sebesar 0,440."
        },
        {
          "kode" : "I.B.10",
          "judul" : "Mengelola Tingkat Layanan Teknologi Informasi",
          "uraian" : "Kegiatan mengelola tingkat layanan TI merupakan kegiatan menyusun, mengkaji, dan melakukan penyesuaian terhadap informasi tingkat layanan TI dan dokumen pendukungnya. Kegiatan ini bertujuan untuk memastikan bahwa semua layanan TI yang aktif saat ini, layanan TI baru dan perubahan layanan TI diberikan sesuai dengan target yang telah disepakati.\nKegiatan ini memastikan bahwa seluruh kesepakatan terkait penyediaan layanan TI baik mencakup kesepakatan tingkat layanan (service level agreements) dan kesepakatan tingkat operasional (operational level agreements) sesuai dengan target tingkat layanan yang disetujui.\nKegiatan ini mencakup namun tidak terbatas pada:\n1. Mengidentifikasi kebutuhan target tingkat layanan TI untuk layanan baru atau layanan perubahan (SLR);\n2. Penyusunan draft SLA;\n3. Menentukan target tingkat layanan dengan mengacu kepada katalog layanan;\n4. Melakukan pemantauan terhadap kinerja layanan TI secara periodik;\n5. Melaporkan pencapaian dan pelanggaran terhadap tingkat layanan yang dilakukan secara periodik; dan\n6. Mendokumentasikan proses pengelolaan tingkat layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan tingkat layanan TI",
          "angka_kredit" : 0.825,
          "batasan_penilaian" : "Jumlah maksimal kegiatan adalah 4 (empat) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Laporan pengelolaan tingkat layanan TI yang meliputi namun tidak terbatas pada:\n1. Dokumen SLR; dan\n2. Dokumen SLA yang ditandatangani oleh penyedia dan pengguna layanan.",
          "contoh" : "Dr. Meindra Sabri, seorang Pranata Komputer Ahli Madya melakukan pengelolaan tingkat layanan TI dengan melampirkan bukti fisik secara lengkap, maka Meindra Sabri mendapatkan Angka Kredit sebesar 0,825. Jika Meindra Sabri tidak melampirkan dokumen SLR, maka Angka Kredit yang diberikan adalah 1/2 x 0,825 = 0,4125."
        },
        {
          "kode" : "I.B.11",
          "judul" : "Mengelola Dukungan Operasional Layanan Teknologi Informasi",
          "uraian" : "Mengelola dukungan operasional layanan teknologi informasi adalah kegiatan untuk mengelola layanan teknologi informasi dan sumber daya manusia (SDM) yang digunakan untuk menghasilkan dan mendukung layanan TI. Operasional layanan mencakup semua aktivitas yang diperlukan untuk mempertahankan layanan TI agar dapat terus bekerja di sepanjang waktu.\nKegiatan ini mencakup namun tidak terbatas pada:\n1. Memantau operasional layanan TI yang setidaknya mencakup namun tidak terbatas pada:\na. layanan TI;\nb. dukungan teknologi;\nc. SDM operasional; dan\nd. tata kelola dan tata laksananya.\n2. Melakukan penyusunan, mereviu dan merevisi OLA (operational level aggrement) yang selaras dengan SLA. OLA adalah kesepakatan antara penyedia layanan teknis dengan pengguna dalam internal unit TI.\n3. Monitor dan mengukur pencapaian performa layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan dukungan operasional layanan TI",
          "angka_kredit" : 0.825,
          "batasan_penilaian" : "Kegiatan pengelolaan dukungan operasional layanan TI maksimal dilaksanakan sebanyak 4 (empat) kali per tahun.",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Laporan hasil pemantauan operasional layanan TI yang setidaknya mencakup namun tidak terbatas pada informasi mengenai:\n1. Layanan TI;\n2. Dukungan teknologi;\n3. SDM operasional;\n4. Tata kelola dan tata laksananya; dan\n5. Dokumen OLA final yang disetujui oleh penanggung jawab layanan.",
          "contoh" : "Rieka Zuraida, M.Kom., seorang Pranata Komputer Ahli Madya melakukan pemantauan layanan operasional TI dan mereviu OLA layanan TI sehingga dihasilkan OLA yang baru dan melampirkan bukti fisik yang lengkap. Maka Rieka Zuraida mendapatkan nilai 0,825."
        },
        {
          "kode" : "I.B.12",
          "judul" : "Melakukan Pemantauan (Monitoring) Dan Evaluasi Ketersediaan Layanan Teknologi Informasi",
          "uraian" : "Manajemen ketersediaan layanan teknologi informasi bertanggung jawab untuk memastikan layanan memenuhi kebutuhan ketersediaan bisnis saat ini dan yang akan datang dengan biaya yang efektif dan tepat waktu. Manajemen ketersediaan layanan teknologi informasi mendefinisikan, menganalisis, merencanakan, mengukur, dan memperbaiki semua aspek ketersediaan layanan teknologi informasi, dan memastikan bahwa semua infrastruktur, proses, tools, peran, dan lain-lain yang sudah sesuai dengan target tingkat ketersediaan layanan yang disepakati.\nMonitoring dan evaluasi pada manajemen ketersediaan layanan teknologi informasi berfokus pada pengelolaan semua isu terkait ketersediaan, terkait layanan, komponen dan sumber daya, memastikan apakah target ketersediaan memenuhi kebutuhan bisnis dengan biaya yang efektif.\nKegiatan monitoring dan evaluasi manajemen ketersediaan layanan teknologi informasi mencakup namun tidak terbatas pada beberapa kegiatan berikut:\n1. Pembuatan dan pemeliharaan rencana ketersediaan;\n2. Pemantauan;\n3. Analisis; dan\n4. Pelaporan ketersediaan sumber daya.",
          "satuan_hasil" : "Laporan hasil pemantauan dan evaluasi ketersediaan layanan TI",
          "angka_kredit" : 0.240,
          "batasan_penilaian" : "Jumlah maksimum kegiatan monitoring dan evaluasi ketersediaan layanan teknologi informasi adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Madya",
          "bukti_fisik" : "Laporan hasil pemantauan dan evaluasi ketersediaan layanan teknologi informasi yang setidaknya mencakup namun tidak terbatas pada informasi sebagai berikut:\n1. Hasil pemantauan ketersediaan layanan dan komponen layanan.\n2. Analisis aspek-aspek ketersediaan layanan dan komponen layanan, mencakup antara lain persentase ketersediaan, tingkat kemampuan pemulihan, dan tingkat keandalan.\n3. Hasil evaluasi semua insiden yang berkaitan dengan masalah ketersediaan layanan dan komponen layanan serta status, aksi perbaikan, dan hasil perbaikannya.",
          "contoh" : "Miswar, M.T., seorang Pranata Komputer Ahli Madya yang bertanggung jawab untuk layanan email melakukan kegiatan pemantauan dan evaluasi ketersediaan layanan email yang sudah dilakukan selama ini. Apabila Miswar melampirkan laporan hasil pemantauan dan evaluasi ketersediaan layanan email tersebut secara lengkap sesuai dengan bukti fisik yang diminta, maka Miswar mendapatkan angka kredit sebesar 0,240."
        },
        {
          "kode" : "I.B.13",
          "judul" : "Menyusun Perencanaan Transisi Layanan Teknologi Informasi",
          "uraian" : "Perencanaan transisi layanan teknologi informasi bertanggung jawab untuk merencanakan seluruh proses transisi layanan dan mengkoordinasikan sumber daya yang dibutuhkan dalam kegiatan transisi tersebut. Perencanaan transisi layanan teknologi informasi memastikan bahwa kebutuhan strategi layanan yang diterjemahkan dalam desain layanan terealisasi secara efektif dalam identifikasi operasi layanan, pengelolaan dan pengendalian risiko jika terjadi kegagalan dan gangguan dalam kegiatan transisi.\nKegiatan dari perencanaan transisi layanan teknologi informasi mencakup namun tidak terbatas pada:\n1. Menyiapkan transisi layanan;\n2. Perencanaan dan koordinasi; dan\n3. Menyediakan pendukung proses transisi.\nKeseluruhan proses transisi layanan teknologi informasi harus dipantau untuk memastikan proses transisi berjalan sesuai dengan Paket Desain Layanan.",
          "satuan_hasil" : "Dokumen perencanaan transisi layanan TI",
          "angka_kredit" : 0.550,
          "batasan_penilaian" : "Jumlah maksimum kegiatan perencanaan transisi layanan teknologi informasi adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen perencanaan transisi layanan teknologi informasi yang setidaknya mencakup namun tidak terbatas pada:\n1. Ruang lingkup dan deskripsi kegiatan transisi layanan teknologi informasi.\n2. Jadwal kegiatan transisi layanan teknologi informasi secara rinci, beserta kegiatan, durasi, dan pelaksanaan.\n3. Sumber daya yang diperlukan (mencakup perangkat keras dan piranti lunak).\n4. Tim pelaksana kegiatan transisi layanan teknologi informasi, termasuk peran, tanggung jawab, dan wewenang.\n5. Rencana komunikasi dan pelaporan, termasuk hasil identifikasi, kebutuhan pelaporan, frekuensi, dan format pelaporan.",
          "contoh" : "Muchlis, M.T., seorang Pranata Komputer Ahli Muda bertanggung jawab untuk melakukan upgrade dari suatu aplikasi dan sebelum melakukan upgrade, Muchlis membuat dokumen perencanaan transisi layanan teknologi informasi sebelum proses upgrade. Apabila melampirkan dokumen perencanaan transisi layanan teknologi informasi secara lengkap sesuai dengan bukti fisik yang diminta, maka Muchlis mendapatkan angka kredit sebesar 0,550."
        },
        {
          "kode" : "I.B.14",
          "judul" : "Mengelola Perubahan Layanan Teknologi Informasi",
          "uraian" : "Manajemen perubahan layanan teknologi informasi bertanggung jawab untuk mengontrol semua perubahan dalam siklus, memungkinkan perubahan dilakukan menghasilkan manfaat dengan gangguan minimum pada layanan teknologi informasi. Manajemen perubahan memastikan bahwa perubahan dicatat, dievaluasi, disetujui, dilakukan prioritas, direncanakan, diuji, diimplementasikan, didokumentasikan, dan dievaluasi secara terkendali.\nKegiatan mengelola perubahan layanan teknologi informasi mencakup namun tidak terbatas pada semua kegiatan pengelolaan (penambahan, penghapusan, dan modifikasi), pemantauan dan evaluasi perubahan layanan teknologi informasi dan unsur-unsur pendukungnya.",
          "satuan_hasil" : "Dokumen perubahan layanan TI",
          "angka_kredit" : 0.440,
          "batasan_penilaian" : "Jumlah maksimum kegiatan mengelola perubahan layanan teknologi informasi adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen perubahan layanan teknologi informasi yang setidaknya mencakup namun tidak terbatas pada:\n1. RFC (Request for Change) meliputi namun tidak terbatas pada:\na. Informasi Pelapor dan pihak yang menindaklanjuti;\nb. Deskripsi perubahan;\nc. Perkiraan waktu yang dibutuhkan untuk menerapkan perubahan;\nd. Perkiraan SDM yang dibutuhkan untuk menerapkan perubahan;\ne. Kategori perubahan;\nf. Risiko akibat penerapan perubahan; dan\ng. Dampak terhadap bisnis dan layanan TI.\n2. Kategori Perubahan, meliputi perubahan minor, perubahan signifikan, atau perubahan mayor.",
          "contoh" : "Nugroho Yudho, M.T., seorang Pranata Komputer Ahli Muda melakukan pengelolaan terhadap suatu perubahan layanan teknologi informasi yang terpaksa dilakukan pada suatu institusi. Apabila melampirkan dokumen perubahan layanan secara lengkap sesuai dengan bukti fisik yang diminta, maka Nugroho Yudho mendapatkan angka kredit sebesar 0,440."
        },
        {
          "kode" : "I.B.15",
          "judul" : "Mengelola Aset Dan Konfigurasi Layanan Teknologi Informasi",
          "uraian" : "Manajemen aset dan konfigurasi layanan teknologi informasi bertanggung jawab untuk memastikan bahwa aset yang dibutuhkan untuk memberikan layanan sudah dikontrol dengan baik, informasi yang akurat dan terpercaya terkait aset tersedia kapan pun dan di mana pun pada saat dibutuhkan. Manajemen ini mengidentifikasi, mengendalikan, dan bertanggung jawab atas aset layanan dan item konfigurasi, melindungi dan memastikan integritasnya dalam siklus hidup layanan.\nMengelola aset dan konfigurasi layanan teknologi informasi mencakup namun tidak terbatas pada beberapa kegiatan berikut:\n1. Identifikasi konfigurasi;\n2. Pengendalian konfigurasi;\n3. Pencatatan dan pelaporan perubahan status;\n4. Verifikasi dan inventarisasi.",
          "satuan_hasil" : "Laporan pengelolaan aset dan konfigurasi layanan TI",
          "angka_kredit" : 0.440,
          "batasan_penilaian" : "Jumlah maksimum kegiatan mengelola aset dan konfigurasi layanan teknologi informasi adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Laporan pengelolaan aset dan konfigurasi layanan teknologi informasi setidaknya mencakup namun tidak terbatas pada:\n1. Informasi dari setiap Configuration Item (CI) mencakup namun tidak terbatas pada:\na. Jenis CI yaitu perangkat keras, piranti lunak, dokumen formal;\nb. Deskripsi yang menerangkan fungsi atau isi dari CI;\nc. Versi CI seperti versi piranti lunak, tipe perangkat keras, atau versi dokumen;\nd. Status CI yaitu dalam tahap pengembangan, operasional, dalam perbaikan, atau sudah tidak digunakan; dan\ne. Histori perubahan CI yang mencakup pencatatan perpindahan, pemutakhiran, dan penambahan CI.",
          "contoh" : "Sawung Murdha Anggara, M.T., seorang Pranata Komputer Ahli Muda melakukan pengelolaan terhadap aset dan konfigurasi layanan teknologi informasi yang digunakan. Apabila Sawung Murdha Anggara melampirkan laporan hasil pengelolaan aset dan konfigurasi layanan teknologi yang sudah dibuat dengan lengkap sesuai dengan bukti fisik yang diminta, maka Sawung Murdha Anggara mendapatkan angka kredit sebesar 0,440."
        },
        {
          "kode" : "I.B.16",
          "judul" : "Mengelola Pengetahuan Layanan Teknologi Informasi",
          "uraian" : "Manajemen pengetahuan layanan teknologi informasi merupakan kegiatan membagi atau mendistribusikan perspektif, ide- ide, pengalaman dan informasi, serta memastikan bahwa hal-hal tersebut tersedia di tempat yang tepat dan pada waktu yang tepat. Manajemen pengetahuan memfasilitasi penyebarluasan informasi mengenai keputusan-keputusan penting, dan meningkatkan efisiensi dengan mengurangi kebutuhan untuk menemukan atau mencari kembali pengetahuan yang sama.\nKegiatan mengelola pengetahuan layanan teknologi informasi mencakup namun tidak terbatas pada semua kegiatan penanganan pengetahuan terkait dukungan penggunaan teknologi informasi. Termasuk identifikasi dan pencatatan pengetahuan, penyimpanan dan pengelolaan pengetahuan, penyebaran pengetahuan, seta pemantauan pengetahuan. Kegiatan ini berlaku untuk semua pihak yang terkait dengan proses dan kegiatan pengelolaan pengetahuan terkait dukungan penggunaan layanan teknologi informasi, mencakup pihak pengelola, narasumber, dan pengguna pengetahuan.",
          "satuan_hasil" : "Laporan pengelolaan pengetahuan layanan TI",
          "angka_kredit" : 0.110,
          "batasan_penilaian" : "Jumlah maksimum kegiatan mengelola pengetahuan layanan teknologi informasi adalah 12 (dua belas) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Laporan pengelolaan pengetahuan layanan teknologi informasi mencakup namun tidak terbatas pada:\n1. Strategi manajemen pengetahuan layanan teknologi informasi;\n2. Pengetahuan yang dikelola dalam sistem manajemen pengetahuan layanan teknologi informasi, meliputi seluruh solusi sementara dan solusi permanen dari setiap insiden dan problem, pengalaman dalam menangani insiden, problem, dan pemenuhan permintaan; dan\n3. Jumlah dan kondisi pengetahuan yang disimpan.",
          "contoh" : "Muchlis, MT., seorang Pranata Komputer Ahli Muda bertanggung jawab untuk mengelola pengetahuan terkait layanan teknologi informasi di suatu institusi. Apabila Muchlis melampirkan laporan hasil pengelolaan pengetahuan layanan teknologi informasi secara lengkap sesuai dengan bukti fisik yang diminta, maka Muchlis akan mendapatkan angka kredit sebesar 0,110."
        },
        {
          "kode" : "I.B.17",
          "judul" : "Melakukan Validasi, Pengujian, Dan Evaluasi Layanan Teknologi Informasi",
          "uraian" : "Kegiatan validasi dan pengujian layanan teknologi informasi bertujuan untuk memvalidasi dan menguji layanan teknologi informasi yang baru atau yang berubah. Validasi dan pengujian layanan memastikan bahwa layanan teknologi informasi sesuai dengan spesifikasi desain dan dapat memenuhi kebutuhan bisnis. Hal ini untuk membuktikan secara obyektif bahwa layanan yang baru atau layanan yang berubah dapat mendukung kebutuhan bisnis, termasuk SLA yang disepakati.\nValidasi dan pengujian layanan teknologi informasi mencakup namun tidak terbatas pada pengelolaan kegiatan validasi dan pengujian pada tingkatan tertentu sebelum dan selama kegiatan manajemen rilis dan deployment. Kegiatan ini memastikan rincian desain dan model layanan sudah sesuai tujuannya (fit for purpose) dan sesuai penggunaannya (fit for use), serta memenuhi tingkat penggunaan dan jaminan tertentu yang disepakati.\nCakupan aktivitasnya antara lain:\n1. Perencanaan;\n2. Penjadwalan;\n3. Pelaksanaan validasi; dan\n4. Pengujian di lingkungan pengujian.",
          "satuan_hasil" : "Dokumen hasil validasi, pengujian, dan evaluasi layanan TI",
          "angka_kredit" : 0.440,
          "batasan_penilaian" : "Jumlah maksimum kegiatan melakukan validasi dan pengujian layanan teknologi informasi adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Dokumen hasil validasi, pengujian, dan evaluasi layanan TI setidaknya mencakup namun tidak terbatas pada:\n1. Strategi dan rencana pengujian, meliputi maksud dan tujuan, cakupan, tahapan, dan deliverables.\n2. Model pengujian, meliputi tahapan, lingkup dan bentuk yang diujikan, serta skenario dan skrip pengujian.\n3. Dokumentasi pengujian, meliputi spesifikasi desain, laporan data pengujian, dan hasil pengujian.\n4. Validasi pengujian, meliputi validasi umum dan validasi pengujian fungsional.\n5. Evaluasi, meliputi kajian menyeluruh desain dan rencana pengujian, serta inspeksi proses dan aktivitas pengujian.",
          "contoh" : "Dian Yulia, S.Kom., seorang Pranata Komputer Ahli Muda bertanggung jawab untuk melakukan kegiatan validasi, pengujian, dan evaluasi layanan teknologi informasi yang akan dirilis. Apabila Dian Yulia melampirkan dokumen hasil validasi, pengujian, dan evaluasi secara lengkap sesuai dengan bukti fisik yang diminta, maka Dian Yulia mendapatkan angka kredit sebesar 0,440. Apabila hanya melakukan satu kegiatan, misalnya validasi saja, pengujian saja, atau evaluasi saja, maka angka kredit yang diperoleh untuk satu kegiatan tersebut adalah sebesar 0,3 x 0,440 = 0,132."
        },
        {
          "kode" : "I.B.18",
          "judul" : "Mengelola Rilis Dan Deployment Layanan Teknologi Informasi",
          "uraian" : "Manajemen rilis dan deployment layanan teknologi informasi bertanggung jawab untuk merencanakan, menjadwalkan dan mengontrol pembuatan, pengujian, dan implementasi rilis, serta untuk memberikan fungsionalitas baru yang dibutuhkan oleh bisnis dengan tetap menjaga integritas layanan yang sudah ada. Kegiatan ini bertujuan untuk memastikan hanya komponen-komponen yang sudah lulus tahap pengujian saja yang dirilis untuk menjaga integritas dari lingkungan produksi. Setiap penerapan perubahan layanan teknologi informasi harus melalui mekanisme manajemen rilis dan implementasi layanan teknologi informasi.\nKegiatan mengelola rilis dan deployment layanan teknologi informasi adalah serangkaian proses yang mencakup namun tidak terbatas pada:\n1. Perencanaan kegiatan rilis dan deployment yang mempertimbangkan lingkup, dampak, dan terjaganya SLA.\n2. Penjadwalan kegiatan rilis dan deployment yang setidaknya mencakup waktu kegiatan, durasi, dan penjelasan milestone pada jadwal.\n3. Pengendalian perpindahan rilis dari lingkungan pengujian ke lingkungan produksi yang dilengkapi dengan dokumentasi pengujian rilis, fallback plan, dan strategi untuk migrasi data.",
          "satuan_hasil" : "Laporan rilis dan deployment layanan TI",
          "angka_kredit" : 0.330,
          "batasan_penilaian" : "Jumlah maksimum kegiatan mengelola rilis dan deployment layanan teknologi informasi adalah 4 (empat) kali per tahun",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Laporan rilis dan deployment layanan teknologi informasi setidaknya mencakup namun tidak terbatas pada:\n1. Dokumentasi rilis, meliputi ruang lingkup, fungsionalitas yang ada pada rilis, permasalahan yang diselesaikan oleh rilis;\n2. Dokumentasi pengujian rilis, meliputi penjelasan fitur yang diuji dan prosedurnya, lingkungan pengujian, dan prasyarat pengujian jika ada;\n3. Rencana implementasi rilis, meliputi daftar sumber daya yang terlibat, jadwal implementasi, dan dukungan implementasi; dan\n4. Panduan teknis implementasi, meliputi kebutuhan perangkat, prosedur instalasi, dan prosedur konfigurasi.",
          "contoh" : "Tjahjo, S.Kom., seorang Pranata Komputer Ahli Muda melakukan pengelolaan kegiatan rilis dan deployment layanan teknologi informasi yang baru. Apabila Tjahjo melampirkan dokumen laporan hasil rilis dan deployment secara lengkap sesuai dengan bukti fisik yang diminta, maka Tjahjo mendapatkan angka kredit sebesar 0,330. Apabila Tjahjo tidak dapat melampirkan dokumentasi pengujian rilis, maka angka kredit yang diperoleh sebesar 3/4 x 0,330 = 0,2475."
        },
        {
          "kode" : "I.B.19",
          "judul" : "Mengelola Event Kegiatan Teknologi Informasi",
          "uraian" : "Mengelola Event Kegiatan TI adalah sebuah proses mendeteksi dan memastikan seluruh perubahan status pada Configuration Item (CI) pada suatu layanan TI agar dapat diperiksa dan diambil tindak lanjut yang tepat. Untuk events yang diabaikan tidak termasuk kegiatan ini.\nKegiatan ini mencakup namun tidak terbatas pada:\n1. Menangkap event kegiatan TI;\n2. Menentukan tindakan yang tepat untuk event yang terjadi;\n3. Menyediakan pemicu atau titik awal untuk melaksanakan proses-proses pada operasional layanan TI;\n4. Menyediakan sarana untuk membandingkan antara kinerja layanan dengan SLA; dan\n5. Menyediakan dasar untuk menjamin kualitas layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan event kegiatan TI",
          "angka_kredit" : 0.080,
          "batasan_penilaian" : "Kegiatan ini dapat dilaksanakan maksimal 1 (satu) kali per bulan untuk setiap layanan TI",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Laporan pencatatan setiap event yang meliputi namun tidak terbatas pada:\n1. Jenis event;\n2. Lama waktu respon;\n3. Penyebab; dan\n4. Usulan tindak lanjut untuk penanganan events.",
          "contoh" : "Sekar Rizky, M.S, seorang Pranata Komputer Ahli Muda mengelola event yang muncul pada suatu sistem server untuk layanan tertentu dan membuat laporan tindak lanjutnya. Laporan yang dikumpulkan Sekar Rizky dalam satu bulan mendapat nilai 0,080."
        },
        {
          "kode" : "I.B.20",
          "judul" : "Mengelola Insiden Kegiatan Teknologi Informasi",
          "uraian" : "Mengelola insiden kegiatan teknologi informasi adalah kegiatan untuk mengatasi adanya gangguan yang tidak terencana pada layanan TI yang berdampak pada proses bisnis organisasi. Kegiatan ini juga mencakup pengelolaan permasalahan layanan TI (problem management).\nKegiatan pengelolaan insiden meliputi namun tidak terbatas pada:\n1. Melakukan identifikasi dan pencatatan Insiden;\n2. Melakukan pengkategorian Insiden;\n3. Menentukan prioritas Insiden;\n4. Melakukan diagnosis Insiden;\n5. Melakukan penanganan Insiden; dan\n6. Melakukan penutupan Insiden.\nKegiatan pengelolaan problem meliputi namun tidak terbatas pada:\n1. Melakukan identifikasi dan pencatatan Problem;\n2. Melakukan klasifikasi Problem;\n3. Menganalisis dan mendiagnosa Problem;\n4. Menyusun laporan penanganan Problem; dan\n5. Menutup Problem.",
          "satuan_hasil" : "Laporan pengelolaan insiden kegiatan TI",
          "angka_kredit" : 0.220,
          "batasan_penilaian" : "Kegiatan ini dapat dilaksanakan maksimal 1 (satu) kali per bulan untuk setiap layanan TI.",
          "pelaksana" : "Pranata Komputer Ahli Muda",
          "bukti_fisik" : "Laporan pencatatan setiap insiden yang meliputi namun tidak terbatas pada: \n1. Jenis insiden; \n2. Lama waktu respon; \n3. Penyebab dan solusi; \n4. Lama waktu penyelesaian; dan \n5. Dampak terhadap kualitas layanan. \nLaporan pencatatan setiap problem yang meliputi namun tidak terbatas pada: \n1. Jenis Problem; \n2. Waktu pencatatan Problem; \n3. Insiden terkait dan solusi; \n4. Lama penanganan; dan \n5. Tindak lanjut terhadap penanganan problem.",
          "contoh" : "Silvi Dwi, M.T., seorang Pranata Komputer Ahli Muda mengelola insiden kegiatan teknologi informasi yang muncul pada suatu layanan sistem informasi kepegawaian dan membuat laporan tindak lanjutnya. Laporan yang dikumpulkan Silvi Dwi dalam satu bulan lengkap sesuai dengan bukti fisik diatas. Maka, Silvi Dwi mendapat nilai angka kredit sebesar 0,220.\nJika Silvi Dwi, MT, juga membuat laporan problem yang muncul pada suatu layanan sistem informasi kepegawaian dan membuat laporan tindak lanjutnya. Laporan yang dikumpulkan Silvi Dwi dalam satu bulan lengkap sesuai dengan bukti fisik diatas. Maka, Silvi Dwi mendapat nilai angka kredit sebesar 2 x 0,220 = 0.440."
        },
        {
          "kode" : "I.B.21",
          "judul" : "Mengelola Permintaan Dan Layanan Teknologi Informasi",
          "uraian" : "Mengelola permintaan dan layanan TI adalah kegiatan untuk memenuhi permintaan user yang berkaitan dengan layanan TI sesuai SLA yang telah ditentukan.\nKegiatan pengelolaan permintaan dan layanan TI meliputi namun tidak terbatas pada:\n1. Melakukan identifikasi dan pencatatan permintaan dan layanan TI;\n2. Melakukan pengkategorian permintaan dan layanan TI;\n3. Menentukan prioritas permintaan dan layanan TI;\n4. Melakukan pemenuhan permintaan dan layanan TI; dan\n5. Melakukan penutupan permintaan dan layanan TI.",
          "satuan_hasil" : "Laporan pengelolaan permintaan dan layanan TI",
          "angka_kredit" : 0.150,
          "batasan_penilaian" : "Kegiatan ini dapat dilaksanakan maksimal 1 (satu) kali per bulan untuk setiap layanan TI.",
          "pelaksana" : "Pranata Komputer Ahli Pertama",
          "bukti_fisik" : "Laporan yang berisi namun tidak terbatas pada informasi mengenai:\n1. Banyaknya permintaan layanan yang dipenuhi;\n2. Jenis layanan yang diminta dan penjelasan rincinya;\n3. Sarana yang digunakan; dan\n4. Informasi ketersediaan dan cara memenuhi permintaan layanan.",
          "contoh" : "Nur Azizah, S.Tr.Stat., seorang Pranata Komputer Ahli Pertama mengelola permintaan dan layanan TI pada layanan sistem monitoring kegiatan survei dan membuat laporan tindak lanjutnya. Laporan yang dikumpulkan Nur Azizah lengkap sesuai dengan bukti fisik diatas. Maka, Nur Azizah mendapat nilai angka kredit sebesar 0,150."
        }
      ]
    }
    ]
  }
]